{
    "title": "Annihilationism",
    "intro": "Hypothesis: The wicked will be completely destroyed and cease to exist.\n\nAnnihilationism is also called conditional immortality, because it holds that only the saved will be granted eternal life, while the wicked will simply cease to exist. This is in contrast to the majority view of eternal conscious torment in Hell.",
    "evidence": [
        {
            "id": 1,
            "head": "Fear Him Who Can Destroy Both Soul and Body in Hell",
            "short": "Jesus tells people to fear God, who can \"destroy both body and soul in hell.\"",
            "details": "Proponents argue that the most natural reading of this is that both the body and soul cease to exist.\n\nCritics argue that ἀπόλλυμι (apollumi, 'to destroy') can also mean 'to ruin' or 'to lose', and that the soul can be \"destroyed\" in a more figurative sense, like being eternally separated from God. Some critics also argue that just because God *can* destroy the soul, that doesn't mean he necessarily *will*, and this may not be the point Jesus was making anyway, as evidenced by Luke omitting the part about destroying the soul.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 10:28",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/10-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Don’t be afraid of those who kill the body, but are not able to kill the soul. Rather, fear him who is able to destroy both soul and body in Gehenna."
                },
                {
                    "summary": "Luke 12:4–5",
                    "text": "<sup><a href=\"https://biblehub.com/luke/12-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>“I tell you, my friends, don’t be afraid of those who kill the body, and after that have no more that they can do. <sup><a href=\"https://biblehub.com/luke/12-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>But I will warn you whom you should fear. Fear him who after he has killed, has power to cast into Gehenna. Yes, I tell you, fear him."
                }
            ]
        },
        {
            "id": 2,
            "head": "The Second Death",
            "short": "The wicked will experience a 'second death', which seems to imply ceasing to exist.",
            "details": "Proponents argue that the most natural reading of this is that the wicked will simply cease to exist.\n\nCritics argue that the second death could be a spiritual death, or eternal separation from God.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Revelation 20:14–15",
                    "text": "<sup><a href=\"https://biblehub.com/revelation/20-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <sup><a href=\"https://biblehub.com/revelation/20-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>If anyone was not found written in the book of life, he was cast into the lake of fire."
                },
                {
                    "summary": "Revelation 21:8",
                    "text": "<sup><a href=\"https://biblehub.com/revelation/21-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>But for the cowardly, unbelieving, sinners, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars, their part is in the lake that burns with fire and sulfur, which is the second death.”"
                }
            ]
        },
        {
            "id": 3,
            "head": "They Have No Rest Day and Night",
            "short": "An angel announces that those who worship the beast will be tormented, the smoke of their torment goes up forever, and they have no rest day and night.",
            "details": "Critics emphasize that the \"smoke of their torment goes up forever and ever\", which seems to indicate that the torment never ceases.\n\nProponents argue that the smoke might simply continue even after the wicked are destroyed, but that it could also be poetic exaggeration.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Revelation 14:9–11",
                    "text": "<sup><a href=\"https://biblehub.com/revelation/14-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>Another angel, a third, followed them, saying with a great voice, “If anyone worships the beast and his image, and receives a mark on his forehead or on his hand, <sup><a href=\"https://biblehub.com/revelation/14-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>he also will drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger. He will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb. <sup><a href=\"https://biblehub.com/revelation/14-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>The smoke of their torment goes up forever and ever. They have no rest day and night, those who worship the beast and his image, and whoever receives the mark of his name."
                }
            ]
        },
        {
            "id": 4,
            "head": "Eternal Destruction Away from the Lord",
            "short": "Paul writes that the wicked will suffer 'eternal destruction away from the presence of the Lord'.",
            "details": "Proponents argue that the most natural reading of this is that the wicked will simply cease to exist.\n\nCritics emphasize that the wicked are described as being eternally separated from God's presence, which seems to imply that they will not simply cease to exist, but be \"destroyed\" in a figurative sense.\n\nProponents answer that being separated from God's presence is exactly what annihilation is, since God is the source of all existence.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Thessalonians 1:5–10",
                    "text": "<sup><a href=\"https://biblehub.com/2_thessalonians/1-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>This is an obvious sign of the righteous judgment of God, to the end that you may be counted worthy of God’s Kingdom, for which you also suffer. <sup><a href=\"https://biblehub.com/2_thessalonians/1-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>For it is a righteous thing with God to repay affliction to those who afflict you, <sup><a href=\"https://biblehub.com/2_thessalonians/1-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>and to give relief to you who are afflicted with us when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire, <sup><a href=\"https://biblehub.com/2_thessalonians/1-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>punishing those who don’t know God, and to those who don’t obey the Good News of our Lord Jesus, <sup><a href=\"https://biblehub.com/2_thessalonians/1-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>who will pay the penalty: eternal destruction from the face of the Lord and from the glory of his might, <sup><a href=\"https://biblehub.com/2_thessalonians/1-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>when he comes in that day to be glorified in his saints and to be admired among all those who have believed, because our testimony to you was believed."
                },
                {
                    "summary": "Matthew 13:36–43",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/13-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>Then Jesus sent the multitudes away, and went into the house. His disciples came to him, saying, “Explain to us the parable of the darnel weeds of the field.” <sup><a href=\"https://biblehub.com/matthew/13-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>He answered them, “He who sows the good seed is the Son of Man, <sup><a href=\"https://biblehub.com/matthew/13-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>the field is the world, the good seeds are the children of the Kingdom, and the darnel weeds are the children of the evil one. <sup><a href=\"https://biblehub.com/matthew/13-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>The enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels. <sup><a href=\"https://biblehub.com/matthew/13-40.htm\"target=\"_blank\"rel=\"noopener noreferrer\">40</a></sup>As therefore the darnel weeds are gathered up and burned with fire; so will it be at the end of this age. <sup><a href=\"https://biblehub.com/matthew/13-41.htm\"target=\"_blank\"rel=\"noopener noreferrer\">41</a></sup>The Son of Man will send out his angels, and they will gather out of his Kingdom all things that cause stumbling and those who do iniquity, <sup><a href=\"https://biblehub.com/matthew/13-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>and will cast them into the furnace of fire. There will be weeping and gnashing of teeth. <sup><a href=\"https://biblehub.com/matthew/13-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>Then the righteous will shine like the sun in the Kingdom of their Father. He who has ears to hear, let him hear."
                }
            ]
        },
        {
            "id": 5,
            "head": "Eternal Fire",
            "short": "The wicked are said to be punished with 'eternal fire'.",
            "details": "Proponents argue that the fire itself could be eternal, even if the wicked are eventually destroyed by it. They emphasize that, while Jude says the angels are said to be punished with \"eternal chains\", the example for the wicked is the Egyptians, who are said to have been \"destroyed\" by Jesus.\n\nCritics argue that the most natural reading of \"eternal fire\" and \"eternal punishment\" is that the fire never ceases to torment the wicked.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 18:8–9 (Eternal fire of Gehenna)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/18-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>If your hand or your foot causes you to stumble, cut it off and cast it from you. It is better for you to enter into life maimed or crippled, rather than having two hands or two feet to be cast into the eternal fire. <sup><a href=\"https://biblehub.com/matthew/18-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>If your eye causes you to stumble, pluck it out and cast it from you. It is better for you to enter into life with one eye, rather than having two eyes to be cast into the Gehenna of fire."
                },
                {
                    "summary": "Matthew 25:41–46 (Eternal fire and eternal punishment)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/25-41.htm\"target=\"_blank\"rel=\"noopener noreferrer\">41</a></sup>Then he will say also to those on the left hand, ‘Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels; <sup><a href=\"https://biblehub.com/matthew/25-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>for I was hungry, and you didn’t give me food to eat; I was thirsty, and you gave me no drink; <sup><a href=\"https://biblehub.com/matthew/25-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>I was a stranger, and you didn’t take me in; naked, and you didn’t clothe me; sick, and in prison, and you didn’t visit me.’ <sup><a href=\"https://biblehub.com/matthew/25-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>“Then they will also answer, saying, ‘Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and didn’t help you?’ <sup><a href=\"https://biblehub.com/matthew/25-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>“Then he will answer them, saying, ‘Most certainly I tell you, because you didn’t do it to one of the least of these, you didn’t do it to me.’ <sup><a href=\"https://biblehub.com/matthew/25-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>These will go away into eternal punishment, but the righteous into eternal life.”"
                },
                {
                    "summary": "Mark 9:42–48 (Unquenchable fire)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/9-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>“Whoever will cause one of these little ones who believe in me to stumble, it would be better for him if he were thrown into the sea with a millstone hung around his neck. <sup><a href=\"https://biblehub.com/mark/9-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed, rather than having your two hands to go into Gehenna, into the unquenchable fire, <sup><a href=\"https://biblehub.com/mark/9-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>‘where their worm doesn’t die, and the fire is not quenched.’ <sup><a href=\"https://biblehub.com/mark/9-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>If your foot causes you to stumble, cut it off. It is better for you to enter into life lame, rather than having your two feet to be cast into Gehenna, into the fire that will never be quenched— <sup><a href=\"https://biblehub.com/mark/9-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>‘where their worm doesn’t die, and the fire is not quenched.’ <sup><a href=\"https://biblehub.com/mark/9-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>If your eye causes you to stumble, throw it out. It is better for you to enter into God’s Kingdom with one eye, rather than having two eyes to be cast into the Gehenna of fire, <sup><a href=\"https://biblehub.com/mark/9-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>‘where their worm doesn’t die, and the fire is not quenched.’"
                },
                {
                    "summary": "Jude 1:5–7 (Eternal fire)",
                    "text": "<sup><a href=\"https://biblehub.com/jude/1-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Now I desire to remind you, though you already know this, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who didn’t believe. <sup><a href=\"https://biblehub.com/jude/1-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>Angels who didn’t keep their first domain, but deserted their own dwelling place, he has kept in everlasting bonds under darkness for the judgment of the great day. <sup><a href=\"https://biblehub.com/jude/1-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>Even as Sodom and Gomorrah and the cities around them, having in the same way as these given themselves over to sexual immorality and gone after strange flesh, are shown as an example, suffering the punishment of eternal fire."
                }
            ]
        },
        {
            "id": 6,
            "head": "Old Testament References to Destruction",
            "short": "The wicked are often described as being destroyed or perishing in the Old Testament.",
            "details": "Proponents argue that this is expected if annihilationism is true.\n\nCritics argue that these passages are poetic and do not necessitate annihilation.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Psalm 37:20",
                    "text": "<sup><a href=\"https://biblehub.com/psalms/37-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>But the wicked shall perish. The enemies of YHWH shall be like the beauty of the fields. They will vanish— vanish like smoke."
                },
                {
                    "summary": "Psalm 92:6–7",
                    "text": "<sup><a href=\"https://biblehub.com/psalms/92-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>A senseless man doesn’t know, neither does a fool understand this: <sup><a href=\"https://biblehub.com/psalms/92-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>though the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever."
                }
            ]
        },
        {
            "id": 7,
            "head": "Church Fathers in Support of Annihilationism",
            "short": "Some early Church Fathers seem to support annihilationism.",
            "details": "Proponents argue that this shows that annihilationism was at least a viable option in early Christianity.\n\nCritics argue that these Fathers were in the minority, and that their views were later rejected by the Church.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Against the Heathen, Book 2, Chapter 14",
                    "year": "c. 303 AD",
                    "author": "Arnobius of Sicca",
                    "url": "https://www.newadvent.org/fathers/06312.htm",
                    "text": "\"And to make manifest what is unknown, this is man's real death, this which leaves nothing behind. For that which is seen by the eyes is only a separation of soul from body, not the last end — annihilation: this, I say, is man's real death, when souls which know not God shall be consumed in long-protracted torment with raging fire, into which certain fiercely cruel beings shall cast them, who were unknown before Christ, and brought to light only by His wisdom.\""
                }
            ]
        },
        {
            "id": 8,
            "head": "Church Fathers against Annihilationism",
            "short": "The majority of early Church Fathers did not teach annihilationism.",
            "details": "Critics argue that this shows how that the early Church did not understand the eternal punishment as ending in non-existence.\n\nProponents caution that it might be possible for the majority to be wrong.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "On the Resurrection of the Flesh, Chapter 34",
                    "year": "c. 207 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0316.htm",
                    "text": "\"We, however, so understand the soul's immortality as to believe it \"lost,\" not in the sense of destruction, but of punishment, that is, in hell.\""
                },
                {
                    "summary": "The City of God, Book 21, Chapter 17",
                    "year": "c. 426 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.newadvent.org/fathers/120121.htm",
                    "text": "\"I must now, I see, enter the lists of amicable controversy with those tender-hearted Christians who decline to believe that any, or that all of those whom the infallibly just Judge may pronounce worthy of the punishment of hell, shall suffer eternally, and who suppose that they shall be delivered after a fixed term of punishment, longer or shorter according to the amount of each man's sin.\""
                }
            ]
        },
        {
            "summary": "Consensus of the Church",
            "short": "The Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Church, the Assyrian Church of the East, as well as most Protestant groups, all reject annihilationism.",
            "details": "Critics argue that this weighs heavily against annihilationism, because the judgement of the Church trumps individual Fathers.\n\nProponents caution that it might be possible for the entire Church to be wrong on something non-essential.",
            "category": "History"
        }
    ]
}
