{
    "title": "Bodily Assumption",
    "intro": "Hypothesis: Mary, the mother of Jesus, was bodily assumed into Heaven at the end of her earthly life.",
    "evidence": [
        {
            "id": "Late Attestation",
            "short": "No known mention of it until the 5th century.",
            "details": "Critics argue that this is a late development.\n\nProponents argue that not everything was written down, and very little written material survives until today.",
            "category": "History",
            "references": [
                "N/A"
            ]
        },
        {
            "id": "Varying Accounts",
            "short": "Accounts vary considerably.",
            "details": "Critics argue that the accounts are unlikely to stem from a common source. They are also late and could simply contain legendary developments.\n\nProponents argue that this does not mean there isn't a historical core based on oral tradition.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": "Absence of relics",
            "short": "There are no known relics of Mary's bodyparts, only items she supposedly touched.",
            "details": "Critics argue that this does not mean there weren't such relics at some point, and that they have been lost to history. The idea of Mary's assumption could even have contributed to discourage accepting supposed relics as genuine.\n\nProponents argue that, with all the interest in both Mary and relics, it is inconceivable that her relics should be unknown in the early Church.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": "Church Consensus",
            "short": "Mary's bodily assumption is affirmed in the Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Church, and in their splinter groups.",
            "details": "Critics argue that this could simply be a widespread belief that is nevertheless false, and now it is so ancient that it's too late for these traditionalist communions to change it.\n\nProponents argue that the Church is divinely guided, and although there may be disagreements among these communions, they are probably right when they all agree.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": "Missing in the Assyrian Church of the East",
            "short": "Mary's bodily assumption is merely a matter of pious opinion in the Assyrian Church of the East.",
            "details": "Critics argue that this indicates the belief is an innovation.\n\nProponents argue that the Church of the East merely did not define it as a doctrine, but that doesn't mean it isn't true.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": "The Woman in Heaven",
            "short": "Revelation 11–12 seems to imply that Mary was taken up to Heaven.",
            "details": "Critics argue that Revelation is notoriously difficult to interpret, and this woman could mean Israel or the Church, not necessarily Mary in particular.\n\nProponents argue that the woman gives birth to the Messiah, and only Mary has ever given birth to the one true Messiah.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/revelation/11-19.htm and https://biblehub.com/bsb/revelation/12.htm"
            ]
        },
        {
            "id": "Previous Assumptions",
            "short": "Mary was at least as holy as Enoch and Elijah, who were assumed.",
            "details": "Critics argue that this is speculative at best.\n\nProponents argue that this at least makes it more probable.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/genesis/5-24.htm and https://biblehub.com/2_kings/2-11.htm"
            ]
        }
    ]
}
