{
    "title": "God Claims of Jesus",
    "intro": "Hypothesis: Jesus claimed to be God.",
    "evidence": [
        {
            "id": 1,
            "head": "Jesus Forgave Sins",
            "short": "In Mark 2, Jesus forgives and heals a paralytic, which in the opinion of the scribes present only God can do.",
            "details": "Proponents argue that the scribes are right, and only God can forgive sins.\n\nCritics respond by pointing out that anyone can forgive sins if they are authorized by God to do so, and the Levitical priests did it all the time in the temple.\n\nProponents argue that Jesus was not a Levitical priest, and so would not have the normally required qualifications.\n\nAlthough some critics may concede that Jesus was claiming a new priesthood (or reclaiming the pre-Exodus one), they would point out that a prophet like Moses could do that without being God.\n\nCritics often view this episode in light of prophethood. For example, Nathan in 2 Samuel 12:13 also reports that God has forgiven David's sin, so it is possible that Jesus was doing something similar, especially since the forgiveness declaration is in the passive voice with no indication as to who is doing the forgiving.\n\nProponents argue that if it were merely a priestly sort of forgiveness, the scribes wouldn't have asked who could forgive sins but God alone.\n\nCritics respond that the gospel accounts have a running theme where people misunderstand Jesus, and this could simply be one of those occasions. Further, Jesus speaks of having authority, but elsewhere speaks of being *given* all authority (Matthew 28:18), which suggests the Father is the one who is *really* God and has authorized Jesus to forgive sins on the earth, much like Jesus did with his disciples in John 20:21–23.\n\nProponents counter that e.g. Leviticus 4:20 and Isaiah 43:25 actually do show that it is God doing the forgiving, not the priests, which means the scribes who considered this blasphemy were rightly perceiving Jesus as doing something new. Further, 2 Peter 1:4 speaks of participating in the divine nature, which the apostles can be said to do when they simply declare that someone's sins are forgiven, without offering a sacrifice.",
            "category": "Biblical",
            "references": [
                "Alex O'Connor, Jesus DID Claim to be God - Brant Pitre: https://www.youtube.com/watch?v=CNZkadmhjWo",
                "Matthew 28:18: https://biblehub.com/matthew/28-18.htm",
                "Mark 2:1–12: https://biblehub.com/mark/2-1.htm",
                "John 20:21–23: https://biblehub.com/john/20-21.htm",
                "2 Peter 1:4: https://biblehub.com/2_peter/1-4.htm",
                "Leviticus 4:20: https://biblehub.com/leviticus/4-20.htm",
                "2 Samuel 12:13: https://biblehub.com/2_samuel/12-13.htm",
                "Isaiah 43:25: https://biblehub.com/isaiah/43-25.htm (the most monotheistic passage in Isaiah)"
            ]
        },
        {
            "id": 2,
            "head": "\"Before Abraham Was Born, I Am\"",
            "short": "Jesus is quoted as saying, \"I am\" where the past tense would be expected. This angered many listeners, who called it blasphemy and wanted to stone him.",
            "details": "Proponents argue that this echoes Exodus 3:14, where God tells Moses whom he should say has sent him: \"I am\". They also point to other \"I am\" passages, like Mark 6:50, where Jesus walks on water while saying it — and adds \"do not be afraid\", which is a common theophanic formula.\n\nCritics argue that \"I am\" is a perfectly ordinary way to say, \"It's me\" in Greek (as in John 9:8–9), although it is a little odd that it should be in the present tense here.\n\nSome critics think Jesus is not claiming to be God as such, but rather something similar yet lesser. Others argue that the gospel according to John was written late (usually dated to around 90–100 AD), and so may reflect a higher christology as a result of the Church's later speculation. Also, in Exodus 3:14, the Septuagint renders the divine name not as \"ἐγώ εἰμί\" (egō eimi, 'I am'), but as \"ὁ ὤν\" (ho ōn, 'the being one').",
            "category": "Biblical",
            "references": [
                "Mark 6:50: https://biblehub.com/mark/6-50.htm",
                "John 8:58: https://biblehub.com/john/8-58.htm",
                "John 9:8–9: https://biblehub.com/john/9-8.htm",
                "Exodus 3:14: https://biblehub.com/exodus/3-14.htm",
                "Job 9:8: https://biblehub.com/job/9-8.htm"
            ]
        },
        {
            "id": 3,
            "head": "\"But I Tell You\"",
            "short": "In the Sermon on the Mount, Jesus seems to make commandments on par with (or even superceding) the Mosaic Law.",
            "details": "Critics argue that a prophet (like Moses) can be authorized by God to make binding laws, and even a rabbi can interpret the law and give rulings for how to obey it correctly.\n\nProponents argue that Jesus invokes himself as the authority, not God's command to him, and that he is not merely interpreting the Law, but making it stricter.",
            "category": "Biblical",
            "references": [
                "Matthew 5–7: https://biblehub.com/matthew/5-1.htm"
            ]
        },
        {
            "id": 4,
            "head": "\"My Lord and My God\"",
            "short": "St. Thomas, who doubted that it was the resurrected Jesus he was looking at, was convinced when invited to touch his wounds, and he exclaimed, \"My lord and my God\".",
            "details": "Proponents argue that, because nobody corrects Thomas, this is a tacit claim by Jesus to being God.\n\nSome critics point out that this statement is not in the vocative case, so it may not be talking about Jesus at all. Rather, St. Thomas could be directing his exclamation *to* God, rather than Jesus.\n\nProponents generally don't see the use of the nominative here as a problem, because the exclamation doesn't have to be directed *at* Jesus even if it is *about* him.",
            "category": "Biblical",
            "references": [
                "John 20:28: https://biblehub.com/john/20-28.htm"
            ]
        },
        {
            "id": 5,
            "head": "Worship of Jesus",
            "short": "On several occasions, people prostrate themselves before Jesus to offer him respect.",
            "details": "Proponents note that this is usually translated and understood as divine worship, much like was required by rulers who made divine claims.\n\nCritics argue that the verb used is προσκυνέω (proskyneō), which is used both in cases of divine worship and in cases of paying respect to a superior (e.g. a king), whereas λατρεύω (latreuō), which always denotes divine worship, is reserved for God in both testaments.\n\nProponents argue that the Book of Revelation may be an exception to this, especially in 22:3, where the throne is said to belong both to God and the Lamb, which suggests a close relationship between the two, and the people are said to worship \"him\", rather than \"them\".",
            "category": "Biblical",
            "references": [
                "Matthew 28:17: https://biblehub.com/matthew/28-17.htm",
                "Revelation 22:3: https://biblehub.com/revelation/22-3.htm"
            ]
        },
        {
            "id": 6,
            "head": "Love Jesus Over Parents",
            "short": "Jesus says that those who do not love him more than they love their own parents are not worthy of him.",
            "details": "Proponents point out that early Jewish writers like Philo of Alexandria and Flavius Josephus understood Exodus 20:12 to mean that the only person above your parents is God, and that one's parents, who have participated in a co-creative act and given you life, are on the border between humanity and divinity, because the commandments before this one are about loving God, and the remaining ones are about loving one's neighbour. In 'A Rabbi Talks with Jesus', Jacob Neusner says that only God can ask of us what Jesus is asking of us in Matthew 10:37.\n\nCritics argue that Jesus is merely placing himself just below God, not identifying himself with God as such.",
            "category": "Biblical",
            "references": [
                "Alex O'Connor, Jesus DID Claim to be God - Brant Pitre: https://youtu.be/CNZkadmhjWo?t=4821 (01:20:21)",
                "Matthew 10:37: https://biblehub.com/matthew/10-37.htm",
                "Luke 9:59–62: https://biblehub.com/luke/9-59.htm",
                "Exodus 20:12: https://biblehub.com/exodus/20-12.htm"
            ]
        },
        {
            "id": 7,
            "head": "\"I and the Father Are One\"",
            "short": "Jesus says he is one with the Father, which makes the Jews want to stone him for blasphemy. When Jesus asks why, they say it is because he, a man, makes himself God.",
            "details": "Proponents argue that these Jews had correctly understood what Jesus meant, and that he was indeed claiming to be God.\n\nCritics argue that they had merely misunderstood, as often happens in the gospel accounts.",
            "category": "Biblical",
            "references": [
                "John 10:30: https://biblehub.com/john/10-30.htm"
            ]
        },
        {
            "id": 8,
            "head": "\"Why Do You Call Me Good?\"",
            "short": "Jesus, upon being called \"good teacher\", asks why the man calls him good, and then says no one is good except God.",
            "details": "Critics see this as a denial of his status as God, because if only God is good and Jesus is God, then there would be no problem calling him \"good\".\n\nProponents argue that Jesus is rather asking a pedagogical question to challenge the rich man to consider the implications of calling him \"good\", when this word is reserved for God alone.",
            "category": "Biblical",
            "references": [
                "Mark 10:18: https://biblehub.com/mark/10-18.htm"
            ]
        },
        {
            "id": 9,
            "head": "\"The Father Is Greater Than I\"",
            "short": "Jesus says the Father is greater than he is.",
            "details": "Critics see this as a denial of his status as God, because if the Father is greater than the Son, then they can't both be God in the same sense of the word. They also point to similar passages in John's gospel account (John 4:34; 5:19–30; 8:29; 12:48–49).\n\nProponents point out that this simplistic reading ignores all the other places where John the Evangelist calls Jesus God (John 1:1, 18; 5:16–18; 10:30; 20:28), and argue that Jesus, while on earth, had made himself a lowly servant, as Philippians 2:7–8 and Hebrews 2:9 say, but that he was glorified again (John 17:5).",
            "category": "Biblical",
            "references": [
                "John 1:1: https://biblehub.com/john/1-1.htm",
                "John 1:18: https://biblehub.com/john/1-18.htm",
                "John 5:16–18: https://biblehub.com/john/5-16.htm",
                "John 10:30: https://biblehub.com/john/10-30.htm",
                "John 20:28: https://biblehub.com/john/20-28.htm",
                "John 17:5: https://biblehub.com/john/17-5.htm",
                "John 4:34: https://biblehub.com/john/4-34.htm",
                "John 5:19–30: https://biblehub.com/john/5-19.htm",
                "John 8:29: https://biblehub.com/john/8-29.htm",
                "John 12:48–49: https://biblehub.com/john/2-48.htm",
                "John 14:28: https://biblehub.com/john/14-28.htm",
                "Philippians 2:7–8: https://biblehub.com/philippians/2-7.htm",
                "Hebrews 2:9: https://biblehub.com/hebrews/2-9.htm"
            ]
        },
        {
            "id": 10,
            "head": "Jesus Calls Himself Lord",
            "short": "Jesus called himself \"Lord\", and even \"Lord Lord\" (Κύριε Κύριε).",
            "details": "Proponents argue that this double Lord title is the Septuagint rendering of אדני יהוה (adonai YHWH, 'my Lord LORD'), and so is a clear claim to divinity.\n\nCritics caution that this could just be the ordinary title \"Lord\" used for great men, but repeated for emphasis, just like \"my God, my God\" is repeated in Psalm 22:1–2 and Mark 15:34. Acts 2:36 also says that God has *made* Jesus Lord and Messiah, suggesting he wasn't always these things.\n\nProponents see this last passage (Acts 2:36) as a confirmation of Jesus's identity, rather than a change.",
            "category": "Biblical",
            "references": [
                "Matthew 7:21: https://biblehub.com/matthew/7-21.htm",
                "Mark 15:34: https://biblehub.com/mark/15-34.htm",
                "Luke 6:46: https://biblehub.com/luke/6-46.htm",
                "John 13:13: https://biblehub.com/john/13-13.htm",
                "Acts 2:36: https://biblehub.com/acts/2-36.htm",
                "Psalm 22:1–2: https://biblehub.com/psalms/22-1.htm",
                "Ezekiel 11:13: https://biblehub.com/ezekiel/11-13.htm"
            ]
        },
        {
            "id": 11,
            "head": "Son of God",
            "short": "Jesus is called the \"Son of God\", including by God the Father, and does not correct it.",
            "details": "Proponents argue that the crowd at one point tries to stone Jesus for blaspheming and \"making himself God\" when he called himself the Son of God.\n\nCritics argue that several other great men (like King David) and even the nation of Israel collectively are also called sons of God, so the title does not have to be a divine claim.",
            "category": "Biblical",
            "references": [
                "Matthew 3:17: https://biblehub.com/matthew/3-17.htm",
                "John 10:36: https://biblehub.com/john/10-36.htm",
                "Hebrews 1:5: https://biblehub.com/hebrews/1-5.htm",
                "Genesis 6:4: https://biblehub.com/genesis/6-4.htm",
                "Psalm 2:7: https://biblehub.com/psalms/2-7.htm",
                "2 Samuel 7:14: https://biblehub.com/2_samuel/7-14.htm",
                "Hosea 11:1: https://biblehub.com/hosea/11-1.htm"
            ]
        },
        {
            "id": 12,
            "head": "Son of Man",
            "short": "Jesus often referred to himself as the \"Son of Man\".",
            "details": "Proponents argue that this is a reference to the seemingly divine figure in Daniel 7:13–14, and that this is seen particularly clearly in Mark 14:62.\n\nCritics argue that this title is evidence of Jesus emphasizing his humanity (or maybe prophethood) instead of a divine claim. They point to the prophet Ezekiel, who refers to himself many times as \"Son of Man\".",
            "category": "Biblical",
            "references": [
                "Mark 14:62: https://biblehub.com/mark/14-62.htm",
                "Ezekiel 2:1: https://biblehub.com/ezekiel/2-1.htm",
                "Daniel 7:13–14: https://biblehub.com/daniel/7-13.htm"
            ]
        },
        {
            "id": 13,
            "head": "Coming on the Clouds",
            "short": "Jesus seems to refer to himself as the Son of Man who will sit at the right hand of power and come on the clouds of heaven.",
            "details": "Proponents argue that Jesus is alluding to Daniel 7:13–14, and that the high priest (and the others who were present) correctly understood that he was claiming to be God, which is why he accused Jesus of blasphemy.\n\nSome critics suggest that he might be referring to someone else in some of the Son of Man passages.",
            "category": "Biblical",
            "references": [
                "Daniel 7:13–14: https://biblehub.com/daniel/7-13.htm",
                "Mark 14:62: https://biblehub.com/mark/14-62.htm"
            ]
        },
        {
            "id": 14,
            "head": "Charged with Blasphemy",
            "short": "Jesus was handed over to the Romans to be executed after the Jews found him guilty of blasphemy.",
            "details": "Proponents argue that, although the Romans were more interested in executing a man for opposing Cæsar by proclaiming himself king of the Jews, the reason Jesus was handed over to the Romans in the first place was because the Jews wanted to kill him for blasphemy, but were not allowed to do it themselves. Claiming to be the Messiah, heir to the throne of David, was not against the Mosaic law, let alone a capital offence, but claiming to be divine would be.\n\nCritics argue that one does not need to claim divinity to blaspheme, so even if the Jews were convinced that he had blasphemed, that doesn't mean he was claiming to be God.",
            "category": "Biblical",
            "references": [
                "John 19:7: https://biblehub.com/john/19-7.htm"
            ]
        },
        {
            "id": 15,
            "head": "The Jewish Hope of the Messiah",
            "short": "Some Jews in the Second Temple period century were expecting a superhuman Messiah.",
            "details": "Proponents argue that Second Temple apocalyptic texts like 4 Ezra and 1 Enoch show an expectation among some Jews of a superhuman Messiah, often interpreted as the \"second YHWH\" in the \"Two Powers in Heaven\" school of thought, which Jesus seems to identify himself with.\n\nCritics argue that this was not necessarily a widespread view, and even if it were, a superhuman being doesn't have to be interpreted as God himself. This was a debate that continued into the Rabbinic period as well, so while Jesus does seem to claim some sort of heavenly preexistence, it is not a given that he is claiming divinity.",
            "category": "Biblical",
            "references": [
                "Alex O'Connor, Jesus DID Claim to be God - Brant Pitre: https://youtu.be/CNZkadmhjWo?t=5866 (01:37:46)"
            ]
        },
        {
            "id": 16,
            "head": "Early Church Exaltation",
            "short": "Several early Christian writings have a very high christology.",
            "details": "Proponents argue that a high (divine) christology can be found in all gospel accounts, the letters of St. Paul and St. Ignatius of Antioch, as well as elsewhere, and that this is powerful evidence that it was there from the beginning. It also explains why the unconverted Jews wanted to distance themselves from Christians.\n\nCritics argue that the high christology could have developed in the period between the crucifixion and the written accounts. Some critics also argue that the earliest accounts may have a lower christology than the later ones.",
            "category": "Biblical",
            "references": [
                "Mark 6:48: https://biblehub.com/mark/6-48.htm",
                "John 1:1: https://biblehub.com/john/1-1.htm",
                "Acts 7:59: https://biblehub.com/acts/7-59.htm",
                "Philippians 2:6–11: https://biblehub.com/philippians/2-6.htm",
                "Ignatius of Antioch (c. 107–108 AD), Epistle to the Ephesians: https://www.newadvent.org/fathers/0104.htm (\"(...) by the will of the Father, and Jesus Christ, our God: (...)\")"
            ]
        },
        {
            "id": 17,
            "head": "Other Divine Claims",
            "short": "Several rulers in the Greco-Roman world made similar divine claims: Alexander the Great (4th century BC), Antiochus (2nd century BC), Herod Agrippa (1st century), and Caligula (1st century) all claimed to be gods.",
            "details": "Proponents argue that this context makes it more a priori probable that Jesus could be claiming divinity in the first place. When the disciples kneel upon hearing Jesus say \"I am\", it is reminiscent of when Alexander the Great demanded people kneel before him while he was still alive, and the Greeks were not willing to do it because they saw it as an act of worship.\n\nCritics argue that προσκυνέω (proskyneō) can mean either to bow in worship of a deity *or* merely to bow out of respect for a ruler or similar, so it is possible that the \"worship\" Jesus accepted was merely respect for his kingship. The Septuagint (Greek Old Testament) has many examples of people bowing to each other, using this same word. Further, the Jews in the Second Temple period were, for the most part, strictly monotheistic, which would make them look at divine kingship differently than their pagan neighbours.",
            "category": "History",
            "references": [
                "Alex O'Connor, Jesus DID Claim to be God - Brant Pitre: https://youtu.be/CNZkadmhjWo?t=4131 (01:08:51)"
            ]
        }
    ]
}
