{
    "title": "Divinity Claims of Jesus",
    "intro": "Hypothesis: Jesus claimed to be God.",
    "evidence": [
        {
            "id": 1,
            "head": "Jesus Forgave Sins",
            "short": "In Mark 2, Jesus forgives and heals a paralytic, which in the opinion of the scribes present only God can do.",
            "details": "Proponents argue that the scribes are right, and only God can forgive sins.\n\nCritics respond by pointing out that anyone can forgive sins if they are authorized by God to do so, and the Levitical priests did it all the time in the temple.\n\nProponents argue that Jesus was not a Levitical priest, and so would not have the normally required qualifications.\n\nAlthough some critics may concede that Jesus was claiming a new priesthood (or reclaiming the pre-Exodus one), they would point out that a prophet like Moses could do that without being God.\n\nCritics often view this episode in light of prophethood. For example, Nathan in 2 Samuel 12:13 also reports that God has forgiven David's sin, so it is possible that Jesus was doing something similar, especially since the forgiveness declaration is in the passive voice with no indication as to who is doing the forgiving.\n\nProponents argue that if it were merely a priestly sort of forgiveness, the scribes wouldn't have asked who could forgive sins but God alone.\n\nCritics respond that the gospel accounts have a running theme where people misunderstand Jesus, and this could simply be one of those occasions. Further, Jesus speaks of having authority, but elsewhere speaks of being *given* all authority (Matthew 28:18), which suggests the Father is the one who is *really* God and has authorized Jesus to forgive sins on the earth, much like Jesus did with his disciples in John 20:21–23.\n\nProponents counter that e.g. Leviticus 4:20 and Isaiah 43:25 actually do show that it is God doing the forgiving, not the priests, which means the scribes who considered this blasphemy were rightly perceiving Jesus as doing something new. Further, 2 Peter 1:4 speaks of participating in the divine nature, which the apostles can be said to do when they simply declare that someone's sins are forgiven, without offering a sacrifice.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 9:1–8 (Jesus heals the paralytic)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/9-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>He entered into a boat and crossed over, and came into his own city. <sup><a href=\"https://biblehub.com/matthew/9-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Behold, they brought to him a man who was paralyzed, lying on a bed. Jesus, seeing their faith, said to the paralytic, “Son, cheer up! Your sins are forgiven you.” <sup><a href=\"https://biblehub.com/matthew/9-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>Behold, some of the scribes said to themselves, “This man blasphemes.” <sup><a href=\"https://biblehub.com/matthew/9-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>Jesus, knowing their thoughts, said, “Why do you think evil in your hearts? <sup><a href=\"https://biblehub.com/matthew/9-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>For which is easier, to say, ‘Your sins are forgiven;’ or to say, ‘Get up, and walk’? <sup><a href=\"https://biblehub.com/matthew/9-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>But that you may know that the Son of Man has authority on earth to forgive sins—” (then he said to the paralytic), “Get up, and take up your mat, and go to your house.” <sup><a href=\"https://biblehub.com/matthew/9-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>He arose and departed to his house. <sup><a href=\"https://biblehub.com/matthew/9-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>But when the multitudes saw it, they marveled and glorified God, who had given such authority to men."
                },
                {
                    "summary": "Mark 2:1–12 (Jesus heals the paralytic)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/2-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>When he entered again into Capernaum after some days, it was heard that he was at home. <sup><a href=\"https://biblehub.com/mark/2-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Immediately many were gathered together, so that there was no more room, not even around the door; and he spoke the word to them. <sup><a href=\"https://biblehub.com/mark/2-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>Four people came, carrying a paralytic to him. <sup><a href=\"https://biblehub.com/mark/2-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>When they could not come near to him for the crowd, they removed the roof where he was. When they had broken it up, they let down the mat that the paralytic was lying on. <sup><a href=\"https://biblehub.com/mark/2-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Jesus, seeing their faith, said to the paralytic, “Son, your sins are forgiven you.” <sup><a href=\"https://biblehub.com/mark/2-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>But there were some of the scribes sitting there and reasoning in their hearts, <sup><a href=\"https://biblehub.com/mark/2-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>“Why does this man speak blasphemies like that? Who can forgive sins but God alone?” <sup><a href=\"https://biblehub.com/mark/2-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>Immediately Jesus, perceiving in his spirit that they so reasoned within themselves, said to them, “Why do you reason these things in your hearts? <sup><a href=\"https://biblehub.com/mark/2-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>Which is easier, to tell the paralytic, ‘Your sins are forgiven;’ or to say, ‘Arise, and take up your bed, and walk’? <sup><a href=\"https://biblehub.com/mark/2-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>But that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralytic— <sup><a href=\"https://biblehub.com/mark/2-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>“I tell you, arise, take up your mat, and go to your house.” <sup><a href=\"https://biblehub.com/mark/2-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>He arose, and immediately took up the mat and went out in front of them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”"
                },
                {
                    "summary": "Luke 5:17–26 (Jesus heals the paralytic)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/5-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>On one of those days, he was teaching; and there were Pharisees and teachers of the law sitting by who had come out of every village of Galilee, Judea, and Jerusalem. The power of the Lord was with him to heal them. <sup><a href=\"https://biblehub.com/luke/5-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Behold, men brought a paralyzed man on a cot, and they sought to bring him in to lay before Jesus. <sup><a href=\"https://biblehub.com/luke/5-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Not finding a way to bring him in because of the multitude, they went up to the housetop and let him down through the tiles with his cot into the middle before Jesus. <sup><a href=\"https://biblehub.com/luke/5-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>Seeing their faith, he said to him, “Man, your sins are forgiven you.” <sup><a href=\"https://biblehub.com/luke/5-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>The scribes and the Pharisees began to reason, saying, “Who is this who speaks blasphemies? Who can forgive sins, but God alone?” <sup><a href=\"https://biblehub.com/luke/5-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>But Jesus, perceiving their thoughts, answered them, “Why are you reasoning so in your hearts? <sup><a href=\"https://biblehub.com/luke/5-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Arise and walk’? <sup><a href=\"https://biblehub.com/luke/5-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>But that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralyzed man, “I tell you, arise, take up your cot, and go to your house.” <sup><a href=\"https://biblehub.com/luke/5-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>Immediately he rose up before them, and took up that which he was laying on, and departed to his house, glorifying God. <sup><a href=\"https://biblehub.com/luke/5-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>Amazement took hold on all, and they glorified God. They were filled with fear, saying, “We have seen strange things today.”"
                },
                {
                    "summary": "John 20:21–23 (Jesus gives the apostles the authority to forgive and withhold sins)",
                    "text": "<sup><a href=\"https://biblehub.com/john/20-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>Jesus therefore said to them again, “Peace be to you. As the Father has sent me, even so I send you.” <sup><a href=\"https://biblehub.com/john/20-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>When he had said this, he breathed on them, and said to them, “Receive the Holy Spirit! <sup><a href=\"https://biblehub.com/john/20-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>If you forgive anyone’s sins, they have been forgiven them. If you retain anyone’s sins, they have been retained.”"
                },
                {
                    "summary": "2 Peter 1:4 (Partakers of the divine nature)",
                    "text": "<sup><a href=\"https://biblehub.com/2_peter/1-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>by which he has granted to us his precious and exceedingly great promises; that through these you may become partakers of the divine nature, having escaped from the corruption that is in the world by lust."
                },
                {
                    "summary": "Leviticus 4:20 (The sin offering for the assembly)",
                    "text": "<sup><a href=\"https://biblehub.com/leviticus/4-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>He shall do this with the bull; as he did with the bull of the sin offering, so he shall do with this; and the priest shall make atonement for them, and they shall be forgiven."
                },
                {
                    "summary": "2 Samuel 12:13 (Nathan announces God's forgiveness)",
                    "text": "<sup><a href=\"https://biblehub.com/2_samuel/12-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>David said to Nathan, “I have sinned against YHWH.” Nathan said to David, “YHWH also has put away your sin. You will not die."
                },
                {
                    "summary": "Isaiah 43:25 (The most monotheistic passage in Isaiah)",
                    "text": "<sup><a href=\"https://biblehub.com/isaiah/43-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>I, even I, am he who blots out your transgressions for my own sake; and I will not remember your sins."
                }
            ],
            "modern": [
                {
                    "summary": "Alex O'Connor: \"Jesus DID Claim to be God - Brant Pitre\" (13:24–30:09)",
                    "year": "2025",
                    "url": "https://youtu.be/CNZkadmhjWo?t=804"
                }
            ]
        },
        {
            "id": 2,
            "head": "\"Before Abraham Was Born, I Am\"",
            "short": "Jesus is quoted as saying, \"I am\" where the past tense would be expected. This angered many listeners, who called it blasphemy and wanted to stone him.",
            "details": "Proponents argue that this echoes Exodus 3:14, where God tells Moses whom he should say has sent him: \"I am\". They also point to other \"I am\" passages, like Mark 6:50, where Jesus walks on water while saying it — and adds \"do not be afraid\", which is a common theophanic formula.\n\nCritics argue that \"I am\" is a perfectly ordinary way to say, \"It's me\" in Greek (as in John 9:8–9), although it is a little odd that it should be in the present tense here.\n\nSome critics think Jesus is not claiming to be God as such, but rather something similar yet lesser. Others argue that the gospel according to John was written late (usually dated to around 90–100 AD), and so may reflect a higher christology as a result of the Church's later speculation. Also, in Exodus 3:14, the Septuagint renders the divine name not as \"ἐγώ εἰμί\" (egō eimi, 'I am'), but as \"ὁ ὤν\" (ho ōn, 'the being one').",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 14:22–33 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/14-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>Immediately Jesus made the disciples get into the boat and go ahead of him to the other side, while he sent the multitudes away. <sup><a href=\"https://biblehub.com/matthew/14-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>After he had sent the multitudes away, he went up into the mountain by himself to pray. When evening had come, he was there alone. <sup><a href=\"https://biblehub.com/matthew/14-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>But the boat was now in the middle of the sea, distressed by the waves, for the wind was contrary. <sup><a href=\"https://biblehub.com/matthew/14-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>In the fourth watch of the night, Jesus came to them, walking on the sea. <sup><a href=\"https://biblehub.com/matthew/14-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>When the disciples saw him walking on the sea, they were troubled, saying, “It’s a ghost!” and they cried out for fear. <sup><a href=\"https://biblehub.com/matthew/14-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>But immediately Jesus spoke to them, saying, “Cheer up! It is I! Don’t be afraid.” <sup><a href=\"https://biblehub.com/matthew/14-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Peter answered him and said, “Lord, if it is you, command me to come to you on the waters.” <sup><a href=\"https://biblehub.com/matthew/14-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>He said, “Come!” Peter stepped down from the boat and walked on the waters to come to Jesus. <sup><a href=\"https://biblehub.com/matthew/14-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>But when he saw that the wind was strong, he was afraid, and beginning to sink, he cried out, saying, “Lord, save me!” <sup><a href=\"https://biblehub.com/matthew/14-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?” <sup><a href=\"https://biblehub.com/matthew/14-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>When they got up into the boat, the wind ceased. <sup><a href=\"https://biblehub.com/matthew/14-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Those who were in the boat came and worshiped him, saying, “You are truly the Son of God!”"
                },
                {
                    "summary": "Mark 6:45–52 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/6-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>Immediately he made his disciples get into the boat and go ahead to the other side, to Bethsaida, while he himself sent the multitude away. <sup><a href=\"https://biblehub.com/mark/6-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>After he had taken leave of them, he went up the mountain to pray. <sup><a href=\"https://biblehub.com/mark/6-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>When evening had come, the boat was in the middle of the sea, and he was alone on the land. <sup><a href=\"https://biblehub.com/mark/6-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>Seeing them distressed in rowing, for the wind was contrary to them, about the fourth watch of the night he came to them, walking on the sea; and he would have passed by them, <sup><a href=\"https://biblehub.com/mark/6-49.htm\"target=\"_blank\"rel=\"noopener noreferrer\">49</a></sup>but they, when they saw him walking on the sea, supposed that it was a ghost, and cried out; <sup><a href=\"https://biblehub.com/mark/6-50.htm\"target=\"_blank\"rel=\"noopener noreferrer\">50</a></sup>for they all saw him and were troubled. But he immediately spoke with them and said to them, “Cheer up! It is I! Don’t be afraid.” <sup><a href=\"https://biblehub.com/mark/6-51.htm\"target=\"_blank\"rel=\"noopener noreferrer\">51</a></sup>He got into the boat with them; and the wind ceased, and they were very amazed among themselves, and marveled; <sup><a href=\"https://biblehub.com/mark/6-52.htm\"target=\"_blank\"rel=\"noopener noreferrer\">52</a></sup>for they hadn’t understood about the loaves, but their hearts were hardened."
                },
                {
                    "summary": "John 6:16–21 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/john/6-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>When evening came, his disciples went down to the sea. <sup><a href=\"https://biblehub.com/john/6-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>They entered into the boat, and were going over the sea to Capernaum. It was now dark, and Jesus had not come to them. <sup><a href=\"https://biblehub.com/john/6-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>The sea was tossed by a great wind blowing. <sup><a href=\"https://biblehub.com/john/6-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>When therefore they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and drawing near to the boat; and they were afraid. <sup><a href=\"https://biblehub.com/john/6-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>But he said to them, “It is I. Don’t be afraid.” <sup><a href=\"https://biblehub.com/john/6-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>They were willing therefore to receive him into the boat. Immediately the boat was at the land where they were going."
                },
                {
                    "summary": "John 8:58 (Before Abraham was, I am)",
                    "text": "<sup><a href=\"https://biblehub.com/john/8-58.htm\"target=\"_blank\"rel=\"noopener noreferrer\">58</a></sup>Jesus said to them, “Most certainly, I tell you, before Abraham came into existence, I AM.”"
                },
                {
                    "summary": "John 9:8–9 (The blind beggar says \"I am\")",
                    "text": "<sup><a href=\"https://biblehub.com/john/9-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>Therefore the neighbors and those who saw that he was blind before said, “Isn’t this he who sat and begged?” <sup><a href=\"https://biblehub.com/john/9-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>Others were saying, “It is he.” Still others were saying, “He looks like him.” He said, “I am he.”"
                },
                {
                    "summary": "Exodus 3:14 (I am has sent you)",
                    "text": "<sup><a href=\"https://biblehub.com/exodus/3-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>God said to Moses, “I AM WHO I AM,” and he said, “You shall tell the children of Israel this: ‘I AM has sent me to you.’”"
                },
                {
                    "summary": "Job 9:8 (He alone treads on the waves)",
                    "text": "<sup><a href=\"https://biblehub.com/job/9-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>He alone stretches out the heavens, and treads on the waves of the sea."
                }
            ]
        },
        {
            "id": 3,
            "head": "\"But I Tell You\"",
            "short": "In the Sermon on the Mount, Jesus seems to make commandments on par with (or even superceding) the Mosaic Law.",
            "details": "Critics argue that a prophet (like Moses) can be authorized by God to make binding laws, and even a rabbi can interpret the law and give rulings for how to obey it correctly.\n\nProponents argue that Jesus invokes himself as the authority, not God's command to him, and that he is not merely interpreting the Law, but making it stricter.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 5:27–48 (Most relevant portion of the Sermon on the Mount)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/5-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>“You have heard that it was said, ‘You shall not commit adultery;’ <sup><a href=\"https://biblehub.com/matthew/5-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>but I tell you that everyone who gazes at a woman to lust after her has committed adultery with her already in his heart. <sup><a href=\"https://biblehub.com/matthew/5-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>If your right eye causes you to stumble, pluck it out and throw it away from you. For it is more profitable for you that one of your members should perish than for your whole body to be cast into Gehenna. <sup><a href=\"https://biblehub.com/matthew/5-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>If your right hand causes you to stumble, cut it off, and throw it away from you. For it is more profitable for you that one of your members should perish, than for your whole body to be cast into Gehenna. <sup><a href=\"https://biblehub.com/matthew/5-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>“It was also said, ‘Whoever shall put away his wife, let him give her a writing of divorce,’ <sup><a href=\"https://biblehub.com/matthew/5-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>but I tell you that whoever puts away his wife, except for the cause of sexual immorality, makes her an adulteress; and whoever marries her when she is put away commits adultery. <sup><a href=\"https://biblehub.com/matthew/5-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>“Again you have heard that it was said to the ancient ones, ‘You shall not make false vows, but shall perform to the Lord your vows,’ <sup><a href=\"https://biblehub.com/matthew/5-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>but I tell you, don’t swear at all: neither by heaven, for it is the throne of God; <sup><a href=\"https://biblehub.com/matthew/5-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>nor by the earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King. <sup><a href=\"https://biblehub.com/matthew/5-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>Neither shall you swear by your head, for you can’t make one hair white or black. <sup><a href=\"https://biblehub.com/matthew/5-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>But let your ‘Yes’ be ‘Yes’ and your ‘No’ be ‘No.’ Whatever is more than these is of the evil one. <sup><a href=\"https://biblehub.com/matthew/5-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’ <sup><a href=\"https://biblehub.com/matthew/5-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>But I tell you, don’t resist him who is evil; but whoever strikes you on your right cheek, turn to him the other also. <sup><a href=\"https://biblehub.com/matthew/5-40.htm\"target=\"_blank\"rel=\"noopener noreferrer\">40</a></sup>If anyone sues you to take away your coat, let him have your cloak also. <sup><a href=\"https://biblehub.com/matthew/5-41.htm\"target=\"_blank\"rel=\"noopener noreferrer\">41</a></sup>Whoever compels you to go one mile, go with him two. <sup><a href=\"https://biblehub.com/matthew/5-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>Give to him who asks you, and don’t turn away him who desires to borrow from you. <sup><a href=\"https://biblehub.com/matthew/5-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’ <sup><a href=\"https://biblehub.com/matthew/5-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>But I tell you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who mistreat you and persecute you, <sup><a href=\"https://biblehub.com/matthew/5-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>that you may be children of your Father who is in heaven. For he makes his sun to rise on the evil and the good, and sends rain on the just and the unjust. <sup><a href=\"https://biblehub.com/matthew/5-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>For if you love those who love you, what reward do you have? Don’t even the tax collectors do the same? <sup><a href=\"https://biblehub.com/matthew/5-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>If you only greet your friends, what more do you do than others? Don’t even the tax collectors do the same? <sup><a href=\"https://biblehub.com/matthew/5-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>Therefore you shall be perfect, just as your Father in heaven is perfect."
                },
                {
                    "summary": "Matthew 7:28–29 (The end of the Sermon on the Mount)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/7-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>When Jesus had finished saying these things, the multitudes were astonished at his teaching, <sup><a href=\"https://biblehub.com/matthew/7-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>for he taught them with authority, and not like the scribes."
                }
            ]
        },
        {
            "id": 4,
            "head": "\"My Lord and My God\"",
            "short": "St. Thomas, who doubted that it was the resurrected Jesus he was looking at, was convinced when invited to touch his wounds, and he exclaimed, \"My lord and my God\".",
            "details": "Proponents argue that, because nobody corrects Thomas, this is a tacit claim by Jesus to being God.\n\nSome critics point out that this statement is not in the vocative case, so it may not be talking about Jesus at all. Rather, St. Thomas could be directing his exclamation *to* God, rather than Jesus.\n\nProponents generally don't see the use of the nominative here as a problem, because the exclamation doesn't have to be directed *at* Jesus even if it is *about* him.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 20:24–29 (Jesus appears to Thomas)",
                    "text": "<sup><a href=\"https://biblehub.com/john/20-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>But Thomas, one of the twelve, called Didymus, wasn’t with them when Jesus came. <sup><a href=\"https://biblehub.com/john/20-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>The other disciples therefore said to him, “We have seen the Lord!” But he said to them, “Unless I see in his hands the print of the nails, put my finger into the print of the nails, and put my hand into his side, I will not believe.” <sup><a href=\"https://biblehub.com/john/20-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>After eight days, again his disciples were inside and Thomas was with them. Jesus came, the doors being locked, and stood in the middle, and said, “Peace be to you.” <sup><a href=\"https://biblehub.com/john/20-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>Then he said to Thomas, “Reach here your finger, and see my hands. Reach here your hand, and put it into my side. Don’t be unbelieving, but believing.” <sup><a href=\"https://biblehub.com/john/20-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Thomas answered him, “My Lord and my God!” <sup><a href=\"https://biblehub.com/john/20-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>Jesus said to him, “Because you have seen me, you have believed. Blessed are those who have not seen and have believed.”"
                }
            ]
        },
        {
            "id": 5,
            "head": "Worship of Jesus",
            "short": "On several occasions, people prostrate themselves before Jesus to offer him respect, and he does not correct them.",
            "details": "Proponents note that this is usually translated and understood as divine worship, much like was required by rulers who made divine claims.\n\nCritics argue that the verb used is προσκυνέω (proskyneō), which is used both in cases of divine worship and in cases of paying respect to a superior (e.g. a king), whereas λατρεύω (latreuō), which always denotes divine worship, is reserved for God in both testaments.\n\nProponents argue that the Book of Revelation may be an exception to this, especially in 22:3, where the throne is said to belong both to God and the Lamb, which suggests a close relationship between the two, and the people are said to worship \"him\", rather than \"them\".",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 28:16–20 (The Great Commission)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/28-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>But the eleven disciples went into Galilee, to the mountain where Jesus had sent them. <sup><a href=\"https://biblehub.com/matthew/28-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>When they saw him, they bowed down to him; but some doubted. <sup><a href=\"https://biblehub.com/matthew/28-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Jesus came to them and spoke to them, saying, “All authority has been given to me in heaven and on earth. <sup><a href=\"https://biblehub.com/matthew/28-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><a href=\"https://biblehub.com/matthew/28-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>teaching them to observe all things that I commanded you. Behold, I am with you always, even to the end of the age.” Amen."
                },
                {
                    "summary": "Revelation 22:3–5 (Can be understood as worship of the Lamb)",
                    "text": "<sup><a href=\"https://biblehub.com/revelation/22-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>There will be no curse any more. The throne of God and of the Lamb will be in it, and his servants will serve him. <sup><a href=\"https://biblehub.com/revelation/22-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>They will see his face, and his name will be on their foreheads. <sup><a href=\"https://biblehub.com/revelation/22-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>There will be no night, and they need no lamp light or sun light; for the Lord God will illuminate them. They will reign forever and ever."
                }
            ]
        },
        {
            "id": 6,
            "head": "Love Jesus Over Parents",
            "short": "Jesus says that those who do not love him more than they love their own parents are not worthy of him.",
            "details": "Proponents point out that early Jewish writers like Philo of Alexandria and Flavius Josephus understood Exodus 20:12 to mean that the only person above your parents is God, and that one's parents, who have participated in a co-creative act and given you life, are on the border between humanity and divinity, because the commandments before this one are about loving God, and the remaining ones are about loving one's neighbour. In 'A Rabbi Talks with Jesus', Jacob Neusner says that only God can ask of us what Jesus is asking of us in Matthew 10:37.\n\nCritics argue that Jesus is merely placing himself just below God, not identifying himself with God as such.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 10:37–39 (Love Jesus more than family)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/10-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>He who loves father or mother more than me is not worthy of me; and he who loves son or daughter more than me isn’t worthy of me. <sup><a href=\"https://biblehub.com/matthew/10-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>He who doesn’t take his cross and follow after me isn’t worthy of me. <sup><a href=\"https://biblehub.com/matthew/10-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>He who seeks his life will lose it; and he who loses his life for my sake will find it."
                },
                {
                    "summary": "Matthew 8:21–22 (Love Jesus more than family)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/8-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>Another of his disciples said to him, “Lord, allow me first to go and bury my father.” <sup><a href=\"https://biblehub.com/matthew/8-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>But Jesus said to him, “Follow me, and leave the dead to bury their own dead.”"
                },
                {
                    "summary": "Luke 9:59–62 (Love Jesus more than family)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/9-59.htm\"target=\"_blank\"rel=\"noopener noreferrer\">59</a></sup>He said to another, “Follow me!” But he said, “Lord, allow me first to go and bury my father.” <sup><a href=\"https://biblehub.com/luke/9-60.htm\"target=\"_blank\"rel=\"noopener noreferrer\">60</a></sup>But Jesus said to him, “Leave the dead to bury their own dead, but you go and announce God’s Kingdom.” <sup><a href=\"https://biblehub.com/luke/9-61.htm\"target=\"_blank\"rel=\"noopener noreferrer\">61</a></sup>Another also said, “I want to follow you, Lord, but first allow me to say good-bye to those who are at my house.” <sup><a href=\"https://biblehub.com/luke/9-62.htm\"target=\"_blank\"rel=\"noopener noreferrer\">62</a></sup>But Jesus said to him, “No one, having put his hand to the plow and looking back, is fit for God’s Kingdom.”"
                },
                {
                    "summary": "Luke 12:51–53 (Jesus causes division in families)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/12-51.htm\"target=\"_blank\"rel=\"noopener noreferrer\">51</a></sup>Do you think that I have come to give peace in the earth? I tell you, no, but rather division. <sup><a href=\"https://biblehub.com/luke/12-52.htm\"target=\"_blank\"rel=\"noopener noreferrer\">52</a></sup>For from now on, there will be five in one house divided, three against two, and two against three. <sup><a href=\"https://biblehub.com/luke/12-53.htm\"target=\"_blank\"rel=\"noopener noreferrer\">53</a></sup>They will be divided, father against son, and son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”"
                },
                {
                    "summary": "Luke 14:26–27 (Love Jesus more than family)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/14-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>“If anyone comes to me, and doesn’t disregard his own father, mother, wife, children, brothers, and sisters, yes, and his own life also, he can’t be my disciple. <sup><a href=\"https://biblehub.com/luke/14-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>Whoever doesn’t bear his own cross and come after me, can’t be my disciple."
                },
                {
                    "summary": "Exodus 20:12 (Honour your father and mother)",
                    "text": "<sup><a href=\"https://biblehub.com/exodus/20-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>“Honor your father and your mother, that your days may be long in the land which YHWH your God gives you."
                }
            ],
            "modern": [
                {
                    "summary": "Alex O'Connor: \"Jesus DID Claim to be God - Brant Pitre\" (01:20:21)",
                    "year": "2025",
                    "url": "https://youtu.be/CNZkadmhjWo?t=4821"
                }
            ]
        },
        {
            "id": 7,
            "head": "\"I and the Father Are One\"",
            "short": "Jesus says he is one with the Father, which makes the Jews want to stone him for blasphemy. When Jesus asks why, they say it is because he, a man, makes himself God.",
            "details": "Proponents argue that these Jews had correctly understood what Jesus meant, and that he was indeed claiming to be God.\n\nCritics argue that they had merely misunderstood, as often happens in the gospel accounts.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 10:22–39 (I and the Father are one)",
                    "text": "<sup><a href=\"https://biblehub.com/john/10-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>It was the Feast of the Dedication at Jerusalem. <sup><a href=\"https://biblehub.com/john/10-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>It was winter, and Jesus was walking in the temple, in Solomon’s porch. <sup><a href=\"https://biblehub.com/john/10-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>The Jews therefore came around him and said to him, “How long will you hold us in suspense? If you are the Christ, tell us plainly.” <sup><a href=\"https://biblehub.com/john/10-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>Jesus answered them, “I told you, and you don’t believe. The works that I do in my Father’s name, these testify about me. <sup><a href=\"https://biblehub.com/john/10-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>But you don’t believe, because you are not of my sheep, as I told you. <sup><a href=\"https://biblehub.com/john/10-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>My sheep hear my voice, and I know them, and they follow me. <sup><a href=\"https://biblehub.com/john/10-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>I give eternal life to them. They will never perish, and no one will snatch them out of my hand. <sup><a href=\"https://biblehub.com/john/10-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>My Father who has given them to me is greater than all. No one is able to snatch them out of my Father’s hand. <sup><a href=\"https://biblehub.com/john/10-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>I and the Father are one.” <sup><a href=\"https://biblehub.com/john/10-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>Therefore the Jews took up stones again to stone him. <sup><a href=\"https://biblehub.com/john/10-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Jesus answered them, “I have shown you many good works from my Father. For which of those works do you stone me?” <sup><a href=\"https://biblehub.com/john/10-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>The Jews answered him, “We don’t stone you for a good work, but for blasphemy, because you, being a man, make yourself God.” <sup><a href=\"https://biblehub.com/john/10-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>Jesus answered them, “Isn’t it written in your law, ‘I said, you are gods’? <sup><a href=\"https://biblehub.com/john/10-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>If he called them gods, to whom the word of God came (and the Scripture can’t be broken), <sup><a href=\"https://biblehub.com/john/10-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>do you say of him whom the Father sanctified and sent into the world, ‘You blaspheme,’ because I said, ‘I am the Son of God’? <sup><a href=\"https://biblehub.com/john/10-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>If I don’t do the works of my Father, don’t believe me. <sup><a href=\"https://biblehub.com/john/10-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>But if I do them, though you don’t believe me, believe the works, that you may know and believe that the Father is in me, and I in the Father.” <sup><a href=\"https://biblehub.com/john/10-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>They sought again to seize him, and he went out of their hand."
                }
            ]
        },
        {
            "id": 8,
            "head": "\"Why Do You Call Me Good?\"",
            "short": "Jesus, upon being called \"good teacher\", asks why the man calls him good, and then says no one is good except God.",
            "details": "Critics see this as a denial of his status as God, because if only God is good and Jesus is God, then there would be no problem calling him \"good\".\n\nProponents argue that Jesus is rather asking a pedagogical question to challenge the rich man to consider the implications of calling him \"good\", when this word is reserved for God alone.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 19:16–17 (Why do you ask me about what is good?)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/19-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>Behold, one came to him and said, “Good teacher, what good thing shall I do, that I may have eternal life?” <sup><a href=\"https://biblehub.com/matthew/19-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>He said to him, “Why do you call me good? No one is good but one, that is, God. But if you want to enter into life, keep the commandments.”"
                },
                {
                    "summary": "Mark 10:17–18 (Why do you call me good?)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/10-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>As he was going out into the way, one ran to him, knelt before him, and asked him, “Good Teacher, what shall I do that I may inherit eternal life?” <sup><a href=\"https://biblehub.com/mark/10-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Jesus said to him, “Why do you call me good? No one is good except one—God."
                },
                {
                    "summary": "Luke 18:18–19 (Why do you call me good?)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/18-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>A certain ruler asked him, saying, “Good Teacher, what shall I do to inherit eternal life?” <sup><a href=\"https://biblehub.com/luke/18-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Jesus asked him, “Why do you call me good? No one is good, except one: God."
                }
            ]
        },
        {
            "id": 9,
            "head": "\"The Father Is Greater Than I\"",
            "short": "Jesus says the Father is greater than he is.",
            "details": "Critics see this as a denial of his status as God, because if the Father is greater than the Son, then they can't both be God in the same sense of the word. They also point to similar passages in John's gospel account (John 4:34; 5:19–30; 8:29; 12:48–49).\n\nProponents point out that this simplistic reading ignores all the other places where John the Evangelist calls Jesus God (John 1:1, 18; 5:16–18; 10:30; 20:28), and argue that Jesus, while on earth, had made himself a lowly servant, as Philippians 2:7–8 and Hebrews 2:9 say, but that he was glorified again (John 17:5).",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 1:1 (The Word was God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/1-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>In the beginning was the Word, and the Word was with God, and the Word was God."
                },
                {
                    "summary": "John 1:18 (The Son has made God known)",
                    "text": "<sup><a href=\"https://biblehub.com/john/1-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>No one has seen God at any time. The only born Son, who is in the bosom of the Father, has declared him."
                },
                {
                    "summary": "John 5:16–18 (He made himself equal with God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/5-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>For this cause the Jews persecuted Jesus and sought to kill him, because he did these things on the Sabbath. <sup><a href=\"https://biblehub.com/john/5-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>But Jesus answered them, “My Father is still working, so I am working, too.” <sup><a href=\"https://biblehub.com/john/5-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>For this cause therefore the Jews sought all the more to kill him, because he not only broke the Sabbath, but also called God his own Father, making himself equal with God."
                },
                {
                    "summary": "John 10:30 (I and the Father are one)",
                    "text": "<sup><a href=\"https://biblehub.com/john/10-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>I and the Father are one.”"
                },
                {
                    "summary": "John 20:28 (My Lord and my God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/20-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Thomas answered him, “My Lord and my God!”"
                },
                {
                    "summary": "John 17:5 (The glory I had with you before the world existed)",
                    "text": "<sup><a href=\"https://biblehub.com/john/17-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Now, Father, glorify me with your own self with the glory which I had with you before the world existed."
                },
                {
                    "summary": "John 4:34 (Do the will of him who sent me)",
                    "text": "<sup><a href=\"https://biblehub.com/john/4-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work."
                },
                {
                    "summary": "John 5:19–30 (I can do nothing of myself)",
                    "text": "<sup><a href=\"https://biblehub.com/john/5-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Jesus therefore answered them, “Most certainly, I tell you, the Son can do nothing of himself, but what he sees the Father doing. For whatever things he does, these the Son also does likewise. <sup><a href=\"https://biblehub.com/john/5-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>For the Father has affection for the Son, and shows him all things that he himself does. He will show him greater works than these, that you may marvel. <sup><a href=\"https://biblehub.com/john/5-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>For as the Father raises the dead and gives them life, even so the Son also gives life to whom he desires. <sup><a href=\"https://biblehub.com/john/5-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>For the Father judges no one, but he has given all judgment to the Son, <sup><a href=\"https://biblehub.com/john/5-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>that all may honor the Son, even as they honor the Father. He who doesn’t honor the Son doesn’t honor the Father who sent him. <sup><a href=\"https://biblehub.com/john/5-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>“Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life. <sup><a href=\"https://biblehub.com/john/5-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>Most certainly I tell you, the hour comes, and now is, when the dead will hear the Son of God’s voice; and those who hear will live. <sup><a href=\"https://biblehub.com/john/5-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>For as the Father has life in himself, even so he gave to the Son also to have life in himself. <sup><a href=\"https://biblehub.com/john/5-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>He also gave him authority to execute judgment, because he is a son of man. <sup><a href=\"https://biblehub.com/john/5-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Don’t marvel at this, for the hour comes in which all who are in the tombs will hear his voice <sup><a href=\"https://biblehub.com/john/5-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>and will come out; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment. <sup><a href=\"https://biblehub.com/john/5-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>I can of myself do nothing. As I hear, I judge; and my judgment is righteous, because I don’t seek my own will, but the will of my Father who sent me."
                },
                {
                    "summary": "John 8:29 (I always do what is pleasing to him)",
                    "text": "<sup><a href=\"https://biblehub.com/john/8-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>He who sent me is with me. The Father hasn’t left me alone, for I always do the things that are pleasing to him.”"
                },
                {
                    "summary": "John 12:48–49 (I spoke not from myself, but the Father)",
                    "text": "<sup><a href=\"https://biblehub.com/john/12-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>He who rejects me, and doesn’t receive my sayings, has one who judges him. The word that I spoke will judge him in the last day. <sup><a href=\"https://biblehub.com/john/12-49.htm\"target=\"_blank\"rel=\"noopener noreferrer\">49</a></sup>For I spoke not from myself, but the Father who sent me gave me a commandment, what I should say and what I should speak."
                },
                {
                    "summary": "John 14:28 (The Father is greater than I)",
                    "text": "<sup><a href=\"https://biblehub.com/john/14-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>You heard how I told you, ‘I am going away, and I will come back to you.’ If you loved me, you would have rejoiced because I said ‘I am going to my Father;’ for the Father is greater than I."
                },
                {
                    "summary": "Philippians 2:7–8 (He humbled himself)",
                    "text": "<sup><a href=\"https://biblehub.com/philippians/2-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>but emptied himself, taking the form of a servant, being made in the likeness of men. <sup><a href=\"https://biblehub.com/philippians/2-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>And being found in human form, he humbled himself, becoming obedient to the point of death, yes, the death of the cross."
                },
                {
                    "summary": "Hebrews 2:9 (Made a little lower than the angels)",
                    "text": "<sup><a href=\"https://biblehub.com/hebrews/2-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>But we see him who has been made a little lower than the angels, Jesus, because of the suffering of death crowned with glory and honor, that by the grace of God he should taste of death for everyone."
                }
            ]
        },
        {
            "id": 10,
            "head": "Jesus Calls Himself Lord",
            "short": "Jesus called himself \"Lord\", and even \"Lord Lord\" (Κύριε Κύριε).",
            "details": "Proponents argue that this double Lord title is the Septuagint rendering of אדני יהוה (adonai YHWH, 'my Lord LORD'), and so is a clear claim to divinity.\n\nCritics caution that this could just be the ordinary title \"Lord\" used for great men, but repeated for emphasis, just like \"my God, my God\" is repeated in Psalm 22:1–2 and Mark 15:34. Acts 2:36 also says that God has *made* Jesus Lord and Messiah, suggesting he wasn't always these things.\n\nProponents see this last passage (Acts 2:36) as a confirmation of Jesus's identity, rather than a change.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 7:21 (Lord Lord)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/7-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>“Not everyone who says to me, ‘Lord, Lord,’ will enter into the Kingdom of Heaven, but he who does the will of my Father who is in heaven."
                },
                {
                    "summary": "Mark 15:34 (My God, my God)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/15-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>At the ninth hour Jesus cried with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, my God, why have you forsaken me?”"
                },
                {
                    "summary": "Luke 6:46 (Lord, Lord)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/6-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>“Why do you call me, ‘Lord, Lord,’ and don’t do the things which I say?"
                },
                {
                    "summary": "John 13:13 (Teacher and Lord)",
                    "text": "<sup><a href=\"https://biblehub.com/john/13-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>You call me, ‘Teacher’ and ‘Lord.’ You say so correctly, for so I am."
                },
                {
                    "summary": "Acts 2:36 (Lord and Christ)",
                    "text": "<sup><a href=\"https://biblehub.com/acts/2-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>“Let all the house of Israel therefore know certainly that God has made him both Lord and Christ, this Jesus whom you crucified.”"
                },
                {
                    "summary": "Psalm 22:1–2 (My God, my God)",
                    "text": "<sup><a href=\"https://biblehub.com/psalm/22-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>For the Chief Musician; set to “The Doe of the Morning.” A Psalm by David. My God, my God, why have you forsaken me? Why are you so far from helping me, and from the words of my groaning? <sup><a href=\"https://biblehub.com/psalm/22-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>My God, I cry in the daytime, but you don’t answer; in the night season, and am not silent."
                },
                {
                    "summary": "Ezekiel 11:13 (Lord YHWH)",
                    "text": "<sup><a href=\"https://biblehub.com/ezekiel/11-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>When I prophesied, Pelatiah the son of Benaiah died. Then I fell down on my face, and cried with a loud voice, and said, “Ah Lord YHWH! Will you make a full end of the remnant of Israel?”"
                }
            ]
        },
        {
            "id": 11,
            "head": "Son of God",
            "short": "Jesus is called the \"Son of God\", including by God the Father, and does not correct it.",
            "details": "Proponents argue that the crowd at one point tries to stone Jesus for blaspheming and \"making himself God\" when he called himself the Son of God.\n\nCritics argue that several other great men (like King David) and even the nation of Israel collectively are also called sons of God, so the title does not have to be a divine claim.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 3:17 (My beloved Son)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/3-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>Behold, a voice out of the heavens said, “This is my beloved Son, with whom I am well pleased.”"
                },
                {
                    "summary": "John 10:22–39 (Son of God understood as equal to God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/10-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>It was the Feast of the Dedication at Jerusalem. <sup><a href=\"https://biblehub.com/john/10-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>It was winter, and Jesus was walking in the temple, in Solomon’s porch. <sup><a href=\"https://biblehub.com/john/10-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>The Jews therefore came around him and said to him, “How long will you hold us in suspense? If you are the Christ, tell us plainly.” <sup><a href=\"https://biblehub.com/john/10-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>Jesus answered them, “I told you, and you don’t believe. The works that I do in my Father’s name, these testify about me. <sup><a href=\"https://biblehub.com/john/10-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>But you don’t believe, because you are not of my sheep, as I told you. <sup><a href=\"https://biblehub.com/john/10-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>My sheep hear my voice, and I know them, and they follow me. <sup><a href=\"https://biblehub.com/john/10-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>I give eternal life to them. They will never perish, and no one will snatch them out of my hand. <sup><a href=\"https://biblehub.com/john/10-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>My Father who has given them to me is greater than all. No one is able to snatch them out of my Father’s hand. <sup><a href=\"https://biblehub.com/john/10-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>I and the Father are one.” <sup><a href=\"https://biblehub.com/john/10-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>Therefore the Jews took up stones again to stone him. <sup><a href=\"https://biblehub.com/john/10-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Jesus answered them, “I have shown you many good works from my Father. For which of those works do you stone me?” <sup><a href=\"https://biblehub.com/john/10-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>The Jews answered him, “We don’t stone you for a good work, but for blasphemy, because you, being a man, make yourself God.” <sup><a href=\"https://biblehub.com/john/10-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>Jesus answered them, “Isn’t it written in your law, ‘I said, you are gods’? <sup><a href=\"https://biblehub.com/john/10-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>If he called them gods, to whom the word of God came (and the Scripture can’t be broken), <sup><a href=\"https://biblehub.com/john/10-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>do you say of him whom the Father sanctified and sent into the world, ‘You blaspheme,’ because I said, ‘I am the Son of God’? <sup><a href=\"https://biblehub.com/john/10-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>If I don’t do the works of my Father, don’t believe me. <sup><a href=\"https://biblehub.com/john/10-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>But if I do them, though you don’t believe me, believe the works, that you may know and believe that the Father is in me, and I in the Father.” <sup><a href=\"https://biblehub.com/john/10-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>They sought again to seize him, and he went out of their hand."
                },
                {
                    "summary": "Hebrews 1:5 (Quotes Psalm 2:7)",
                    "text": "<sup><a href=\"https://biblehub.com/hebrews/1-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>For to which of the angels did he say at any time, “You are my Son. Today I have become your father?” and again, “I will be to him a Father, and he will be to me a Son?”"
                },
                {
                    "summary": "Genesis 6:4 (The sons of God)",
                    "text": "<sup><a href=\"https://biblehub.com/genesis/6-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>The Nephilim were in the earth in those days, and also after that, when God’s sons came in to men’s daughters and had children with them. Those were the mighty men who were of old, men of renown."
                },
                {
                    "summary": "Psalm 2:7 (You are my son)",
                    "text": "<sup><a href=\"https://biblehub.com/psalm/2-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>I will tell of the decree: YHWH said to me, “You are my son. Today I have become your father."
                },
                {
                    "summary": "2 Samuel 7:14 (He will be my son)",
                    "text": "<sup><a href=\"https://biblehub.com/2_samuel/7-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>I will be his father, and he will be my son. If he commits iniquity, I will chasten him with the rod of men and with the stripes of the children of men;"
                },
                {
                    "summary": "Hosea 11:1 (I called my son out of Egypt)",
                    "text": "<sup><a href=\"https://biblehub.com/hosea/11-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>“When Israel was a child, then I loved him, and called my son out of Egypt."
                }
            ]
        },
        {
            "id": 12,
            "head": "Son of Man",
            "short": "Jesus often referred to himself as the \"Son of Man\".",
            "details": "Proponents argue that this is a reference to the seemingly divine figure in Daniel 7:13–14, and that this is seen particularly clearly in Mark 14:62.\n\nCritics argue that this title is evidence of Jesus emphasizing his humanity (or maybe prophethood) instead of a divine claim. They point to the prophet Ezekiel, who refers to himself many times as \"Son of Man\".",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 14:62 (Son of Man on the clouds and right hand of power)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/14-62.htm\"target=\"_blank\"rel=\"noopener noreferrer\">62</a></sup>Jesus said, “I am. You will see the Son of Man sitting at the right hand of Power, and coming with the clouds of the sky.”"
                },
                {
                    "summary": "Ezekiel 2:1 (Son of man)",
                    "text": "<sup><a href=\"https://biblehub.com/ezekiel/2-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>He said to me, “Son of man, stand on your feet, and I will speak with you.”"
                },
                {
                    "summary": "Daniel 7:13–14 (Son of man on the clouds and the Ancient of Days)",
                    "text": "<sup><a href=\"https://biblehub.com/daniel/7-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>“I saw in the night visions, and behold, there came with the clouds of the sky one like a son of man, and he came even to the Ancient of Days, and they brought him near before him. <sup><a href=\"https://biblehub.com/daniel/7-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Dominion was given him, and glory, and a kingdom, that all the peoples, nations, and languages should serve him. His dominion is an everlasting dominion, which will not pass away, and his kingdom one that will not be destroyed."
                }
            ]
        },
        {
            "id": 13,
            "head": "Coming on the Clouds",
            "short": "Jesus seems to refer to himself as the Son of Man who will sit at the right hand of power and come on the clouds of heaven.",
            "details": "Proponents argue that Jesus is alluding to Daniel 7:13–14, and that the high priest (and the others who were present) correctly understood that he was claiming to be God, which is why he accused Jesus of blasphemy.\n\nSome critics suggest that he might be referring to someone else in some of the Son of Man passages.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 14:62 (Son of Man on the clouds and right hand of power)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/14-62.htm\"target=\"_blank\"rel=\"noopener noreferrer\">62</a></sup>Jesus said, “I am. You will see the Son of Man sitting at the right hand of Power, and coming with the clouds of the sky.”"
                },
                {
                    "summary": "Daniel 7:13–14 (Son of man on the clouds and the Ancient of Days)",
                    "text": "<sup><a href=\"https://biblehub.com/daniel/7-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>“I saw in the night visions, and behold, there came with the clouds of the sky one like a son of man, and he came even to the Ancient of Days, and they brought him near before him. <sup><a href=\"https://biblehub.com/daniel/7-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Dominion was given him, and glory, and a kingdom, that all the peoples, nations, and languages should serve him. His dominion is an everlasting dominion, which will not pass away, and his kingdom one that will not be destroyed."
                }
            ]
        },
        {
            "id": 14,
            "head": "Charged with Blasphemy",
            "short": "Jesus was handed over to the Romans to be executed after the Jews found him guilty of blasphemy.",
            "details": "Proponents argue that, although the Romans were more interested in executing a man for opposing Cæsar by proclaiming himself king of the Jews, the reason Jesus was handed over to the Romans in the first place was because the Jews wanted to kill him for blasphemy, but were not allowed to do it themselves. Claiming to be the Messiah, heir to the throne of David, was not against the Mosaic law, let alone a capital offence, but claiming to be divine would be.\n\nCritics argue that one does not need to claim divinity to blaspheme, so even if the Jews were convinced that he had blasphemed, that doesn't mean he was claiming to be God.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 19:7 (He made himself the Son of God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/19-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>The Jews answered him, “We have a law, and by our law he ought to die, because he made himself the Son of God.”"
                }
            ]
        },
        {
            "id": 15,
            "head": "The Jewish Hope of the Messiah",
            "short": "Some Jews in the Second Temple period century were expecting a superhuman Messiah, and Jesus acts as if that's him.",
            "details": "Proponents argue that Second Temple apocalyptic texts like 1 Enoch and 4 Ezra show an expectation among some Jews of a superhuman Messiah, often interpreted as the \"second YHWH\" in the \"Two Powers in Heaven\" school of thought, which Jesus seems to identify himself with.\n\nCritics argue that this was not necessarily a widespread view, and even if it were, a superhuman being doesn't have to be interpreted as God himself. This was a debate that continued into the Rabbinic period as well, so while Jesus does seem to claim some sort of heavenly preexistence, it is not a given that he is claiming divinity.",
            "category": "Biblical",
            "ancient": [
                {
                    "summary": "1 Enoch (Canonical in the Ethiopian Orthodox tradition)",
                    "year": "c. 300 – c. 100 BC",
                    "author": "pseudepigrapha",
                    "url": "https://www.pseudepigrapha.com/pseudepigrapha/enoch.htm",
                    "text": ""
                },
                {
                    "summary": "4 Ezra (2 Esdras)",
                    "year": "c. 100 AD",
                    "author": "pseudepigrapha",
                    "url": "https://www.pseudepigrapha.com/apocrypha_ot/2esdr.htm",
                    "text": ""
                }             
            ],
            "modern": [
                {
                    "summary": "Alex O'Connor: \"Jesus DID Claim to be God - Brant Pitre\" (01:37:46)",
                    "year": "2025",
                    "url": "https://youtu.be/CNZkadmhjWo?t=5866"
                }
            ]
        },
        {
            "id": 16,
            "head": "Early Church Exaltation",
            "short": "Several early Christian writings have a very high christology.",
            "details": "Proponents argue that a high (divine) christology can be found in all gospel accounts, the letters of St. Paul and St. Ignatius of Antioch, as well as elsewhere, and that this is powerful evidence that it was there from the beginning. It also explains why the unconverted Jews wanted to distance themselves from Christians.\n\nCritics argue that the high christology could have developed in the period between the crucifixion and the written accounts. Some critics also argue that the earliest accounts may have a lower christology than the later ones.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 14:22–33 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/14-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>Immediately Jesus made the disciples get into the boat and go ahead of him to the other side, while he sent the multitudes away. <sup><a href=\"https://biblehub.com/matthew/14-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>After he had sent the multitudes away, he went up into the mountain by himself to pray. When evening had come, he was there alone. <sup><a href=\"https://biblehub.com/matthew/14-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>But the boat was now in the middle of the sea, distressed by the waves, for the wind was contrary. <sup><a href=\"https://biblehub.com/matthew/14-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>In the fourth watch of the night, Jesus came to them, walking on the sea. <sup><a href=\"https://biblehub.com/matthew/14-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>When the disciples saw him walking on the sea, they were troubled, saying, “It’s a ghost!” and they cried out for fear. <sup><a href=\"https://biblehub.com/matthew/14-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>But immediately Jesus spoke to them, saying, “Cheer up! It is I! Don’t be afraid.” <sup><a href=\"https://biblehub.com/matthew/14-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>Peter answered him and said, “Lord, if it is you, command me to come to you on the waters.” <sup><a href=\"https://biblehub.com/matthew/14-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>He said, “Come!” Peter stepped down from the boat and walked on the waters to come to Jesus. <sup><a href=\"https://biblehub.com/matthew/14-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>But when he saw that the wind was strong, he was afraid, and beginning to sink, he cried out, saying, “Lord, save me!” <sup><a href=\"https://biblehub.com/matthew/14-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?” <sup><a href=\"https://biblehub.com/matthew/14-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>When they got up into the boat, the wind ceased. <sup><a href=\"https://biblehub.com/matthew/14-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Those who were in the boat came and worshiped him, saying, “You are truly the Son of God!”"
                },
                {
                    "summary": "Mark 6:45–52 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/6-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>Immediately he made his disciples get into the boat and go ahead to the other side, to Bethsaida, while he himself sent the multitude away. <sup><a href=\"https://biblehub.com/mark/6-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>After he had taken leave of them, he went up the mountain to pray. <sup><a href=\"https://biblehub.com/mark/6-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>When evening had come, the boat was in the middle of the sea, and he was alone on the land. <sup><a href=\"https://biblehub.com/mark/6-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>Seeing them distressed in rowing, for the wind was contrary to them, about the fourth watch of the night he came to them, walking on the sea; and he would have passed by them, <sup><a href=\"https://biblehub.com/mark/6-49.htm\"target=\"_blank\"rel=\"noopener noreferrer\">49</a></sup>but they, when they saw him walking on the sea, supposed that it was a ghost, and cried out; <sup><a href=\"https://biblehub.com/mark/6-50.htm\"target=\"_blank\"rel=\"noopener noreferrer\">50</a></sup>for they all saw him and were troubled. But he immediately spoke with them and said to them, “Cheer up! It is I! Don’t be afraid.” <sup><a href=\"https://biblehub.com/mark/6-51.htm\"target=\"_blank\"rel=\"noopener noreferrer\">51</a></sup>He got into the boat with them; and the wind ceased, and they were very amazed among themselves, and marveled; <sup><a href=\"https://biblehub.com/mark/6-52.htm\"target=\"_blank\"rel=\"noopener noreferrer\">52</a></sup>for they hadn’t understood about the loaves, but their hearts were hardened."
                },
                {
                    "summary": "John 6:16–21 (Jesus walks on water)",
                    "text": "<sup><a href=\"https://biblehub.com/john/6-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>When evening came, his disciples went down to the sea. <sup><a href=\"https://biblehub.com/john/6-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>They entered into the boat, and were going over the sea to Capernaum. It was now dark, and Jesus had not come to them. <sup><a href=\"https://biblehub.com/john/6-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>The sea was tossed by a great wind blowing. <sup><a href=\"https://biblehub.com/john/6-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>When therefore they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and drawing near to the boat; and they were afraid. <sup><a href=\"https://biblehub.com/john/6-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>But he said to them, “It is I. Don’t be afraid.” <sup><a href=\"https://biblehub.com/john/6-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>They were willing therefore to receive him into the boat. Immediately the boat was at the land where they were going."
                },
                {
                    "summary": "John 1:1 (The Word was God)",
                    "text": "<sup><a href=\"https://biblehub.com/john/1-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>In the beginning was the Word, and the Word was with God, and the Word was God."
                },
                {
                    "summary": "Acts 7:54–60 (The stoning of Stephen)",
                    "text": "<sup><a href=\"https://biblehub.com/acts/7-54.htm\"target=\"_blank\"rel=\"noopener noreferrer\">54</a></sup>Now when they heard these things, they were cut to the heart, and they gnashed at him with their teeth. <sup><a href=\"https://biblehub.com/acts/7-55.htm\"target=\"_blank\"rel=\"noopener noreferrer\">55</a></sup>But he, being full of the Holy Spirit, looked up steadfastly into heaven and saw the glory of God, and Jesus standing on the right hand of God, <sup><a href=\"https://biblehub.com/acts/7-56.htm\"target=\"_blank\"rel=\"noopener noreferrer\">56</a></sup>and said, “Behold, I see the heavens opened and the Son of Man standing at the right hand of God!” <sup><a href=\"https://biblehub.com/acts/7-57.htm\"target=\"_blank\"rel=\"noopener noreferrer\">57</a></sup>But they cried out with a loud voice and stopped their ears, then rushed at him with one accord. <sup><a href=\"https://biblehub.com/acts/7-58.htm\"target=\"_blank\"rel=\"noopener noreferrer\">58</a></sup>They threw him out of the city and stoned him. The witnesses placed their garments at the feet of a young man named Saul. <sup><a href=\"https://biblehub.com/acts/7-59.htm\"target=\"_blank\"rel=\"noopener noreferrer\">59</a></sup>They stoned Stephen as he called out, saying, “Lord Jesus, receive my spirit!” <sup><a href=\"https://biblehub.com/acts/7-60.htm\"target=\"_blank\"rel=\"noopener noreferrer\">60</a></sup>He kneeled down and cried with a loud voice, “Lord, don’t hold this sin against them!” When he had said this, he fell asleep."
                },
                {
                    "summary": "Philippians 2:6–11 (In the form of God)",
                    "text": "<sup><a href=\"https://biblehub.com/philippians/2-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>who, existing in the form of God, didn’t consider equality with God a thing to be grasped, <sup><a href=\"https://biblehub.com/philippians/2-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>but emptied himself, taking the form of a servant, being made in the likeness of men. <sup><a href=\"https://biblehub.com/philippians/2-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>And being found in human form, he humbled himself, becoming obedient to the point of death, yes, the death of the cross. <sup><a href=\"https://biblehub.com/philippians/2-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>Therefore God also highly exalted him, and gave to him the name which is above every name, <sup><a href=\"https://biblehub.com/philippians/2-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>that at the name of Jesus every knee should bow, of those in heaven, those on earth, and those under the earth, <sup><a href=\"https://biblehub.com/philippians/2-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."
                }
            ],
            "ancient": [
                {
                    "summary": "Epistle to the Ephesians",
                    "year": "c. 107–108 AD",
                    "author": "St. Ignatius of Antioch",
                    "url": "https://www.newadvent.org/fathers/0104.htm",
                    "text": "\"(...) by the will of the Father, and Jesus Christ, our God: (...)\""
                }
            ]
        },
        {
            "id": 17,
            "head": "Other Divine Claims",
            "short": "Several rulers in the Greco-Roman world made similar divine claims: Alexander the Great (4th century BC), Antiochus (2nd century BC), Herod Agrippa (1st century), and Caligula (1st century) all claimed to be gods.",
            "details": "Proponents argue that this context makes it more a priori probable that Jesus could be claiming divinity in the first place. When the disciples kneel upon hearing Jesus say \"I am\", it is reminiscent of when Alexander the Great demanded people kneel before him while he was still alive, and the Greeks were not willing to do it because they saw it as an act of worship.\n\nCritics argue that προσκυνέω (proskyneō) can mean either to bow in worship of a deity *or* merely to bow out of respect for a ruler or similar, so it is possible that the \"worship\" Jesus accepted was merely respect for his kingship. The Septuagint (Greek Old Testament) has many examples of people bowing to each other, using this same word. Further, the Jews in the Second Temple period were, for the most part, strictly monotheistic, which would make them look at divine kingship differently than their pagan neighbours.",
            "category": "History",
            "modern": [
                "Alex O'Connor, Jesus DID Claim to be God - Brant Pitre: https://youtu.be/CNZkadmhjWo?t=4131 (01:08:51)"
            ]
        }
    ]
}
