{
    "title": "Divinity of Jesus",
    "intro": "Hypothesis: Jesus is God incarnate.",
    "evidence": [
        {
            "id": 1,
            "head": "Stephen Prayed to Jesus as Lord",
            "short": "While he was being stoned to death, St. Stephen the Protomartyr prayed, \"Lord Jesus, receive my spirit\".",
            "details": "Proponents argue that not only did he pray to Jesus — he called him \"Lord\" as well. This is a title which is usually used for God in the Septuagint and the New Testament.\n\nCritics argue that it is possible for people in the Second Temple period to use \"Lord\" as a title more generally, and also to call on people believed to be in Heaven, such as when people wonder if Jesus called out to Elijah in Matthew 27:45–49.",
            "category": "Biblical",
            "references": [
                "Acts 7:59: https://biblehub.com/acts/7-59.htm",
                "Matthew 27:45–49: https://www.biblegateway.com/passage/?search=Matthew%2027%3A45-49&version=NRSVCE"
            ]
        },
        {
            "id": 2,
            "head": "Jesus Walked on Water",
            "short": "Jesus walked on water and invited St. Peter to join him.",
            "details": "Proponents argue that Job says only God walks on the waves (in the Septuagint, \"as on dry land\"), and so this is good evidence in favour of a claim to divinity. Also, crossing the sea to show one's divinity was also an idea recognized in the Greco-Roman world, which is why the emperor Caligula rode a chariot across a bridge he had instructed to be built, so he could claim divinity while he was alive. Also, there is a likely allusion to Job 9:11 (and/or Exodus 33:22, 1 Kings 19:11) in Mark 6:48.\n\nCritics argue that water miracles were done by Moses (Exodus 14:21–22) and Elisha (2 Kings 2:14) as well, and they were mere prophets acting with God's permission.",
            "category": "Biblical",
            "references": [
                "Mark 6:48: https://biblehub.com/mark/6-48.htm",
                "Job 9:8: https://biblehub.com/job/9-8.htm",
                "Job 9:11: https://biblehub.com/job/9-11.htm",
                "Exodus 14:21–22: https://biblehub.com/exodus/14-21.htm",
                "Exodus 33:22: https://biblehub.com/exodus/33-22.htm",
                "1 Kings 19:11: https://biblehub.com/1_kings/19-11.htm",
                "2 Kings 2:14: https://biblehub.com/2_kings/2-14.htm"
            ]
        },
        {
            "id": 3,
            "head": "Jesus as a Disciple of John the Baptist",
            "short": "Jesus is baptized by St. John the Baptist and seems to take over for him after his death. Jesus speaks of those believing in him doing even greater works than what he did, possibly speaking of Peter and the other apostles, and St. John speaks of someone coming after him who is greater than him, generally taken to be Jesus.",
            "details": "Critics argue that Jesus keeps giving his disciples the ability to do what he does, e.g. forgiving sins and walking on water (Matthew 14:29–31).\n\nProponents don't necessarily disagree with this, because Jesus was also fully man. He was Mary's son, and he grew in wisdom (Luke 2:52), so it is possible that he was, in some sense, a disciple of St. John the Baptist.",
            "category": "Biblical",
            "references": [
                "Matthew 14:29–31: https://biblehub.com/matthew/14-29.htm",
                "Luke 2:52: https://biblehub.com/luke/2-52.htm",
                "Luke 6:40: https://biblehub.com/luke/6-40.htm",
                "John 14:12: https://biblehub.com/john/14-12.htm",
                "John 17:20–23: https://biblehub.com/john/17-20.htm"
            ]
        },
        {
            "id": 4,
            "head": "Matthew's Changes",
            "short": "The line where the scribes think only God can forgive sins is missing, and the crowd says God has given such authority to man, in Matthew's account, even though his gospel almost always overlaps with Mark's.",
            "details": "Critics argue that if Mark's account is earlier, Matthew's removal of this part could indicate that an understanding had developed that it wasn't the case that only God could forgive sins, and that Jesus was not God, but rather a man with authority *from* God.\n\nProponents argue that God has given the authority to man, but that Jesus is not *merely* a man, although the crowd would not know this. Why Matthew left out the part about forgiving sins, he could have had any number of reasons for it (e.g. copying error), and Matthew doesn't always copy Mark verbatim, even though he includes almost all of the same episodes, though often shortened.",
            "category": "Biblical",
            "references": [
                "Matthew 9:3: https://biblehub.com/matthew/9-3.htm",
                "Matthew 9:7–8: https://biblehub.com/matthew/9-7.htm"
            ]
        },
        {
            "id": 5,
            "head": "God and Jesus",
            "short": "Many passages in the New Testament seem to distinguish between \"God\" and \"Jesus\", with the former referring to the Father alone.",
            "details": "Critics argue that this suggests Jesus is not God, because if the writers considered him to be divine, they wouldn't have made this distinction.\n\nProponents argue that the New Testament authors are used to speaking of the Father as \"God\" and Jesus by name, but because the same authors also display high christology elsewhere, we should understand this \"accidental distinction\" as an informal expression rather than a statement indicating that Jesus is not God.",
            "category": "Biblical",
            "references": [
                "1 Cor 8:6: https://biblehub.com/1_corinthians/8-6.htm"
            ]
        },
        {
            "id": 6,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        },
        {
            "id": 7,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        },
        {
            "id": 8,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        },
        {
            "id": 9,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        },
        {
            "id": 10,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        },
        {
            "id": 11,
            "head": "",
            "short": "",
            "details": "",
            "category": "",
            "references": [
                ""
            ]
        }
    ]
}
