{
    "title": "Divorce and Remarriage",
    "intro": "Hypothesis: If two Christians get married, there are circumstances in which it would be lawful to divorce and marry someone else.\n\n\"Divorce\" here may be understood as loosely as \"separation\" or as narrowly as \"dissolution of a sacramental marriage\", depending on your view of divorce. In practical terms, the question of whether divorce is possible or not is less pertinent than whether one who does leave a spouse is then allowed to remarry. This is related (but not identical) to the question of whether one is allowed to remarry after one's spouse dies, which is not included in this hypothesis.",
    "evidence": [
        {
            "id": 1,
            "head": "Matthew's \"Porneia\" Exception",
            "short": "In the Gospel of Matthew, Jesus says that it is unlawful to divorce and remarry \"except for 'porneia'\".",
            "details": "Porneia ('πορνεία') is generally translated as \"sexual immorality\". It is related to the word for \"prostitute\", \"porne\" ('πόρνη'), and can be said to refer to \"prostitution and similar\". Some less literal translations render it \"unfaithfulness\" or similar, but it should be noted that \"adultery\", \"moicheia\" ('μοιχεία'), is a different word.\n\nProponents argue that Jesus here means that one is allowed to divorce an unfaithful spouse and marry someone else. Some also argue that many Church Fathers use the terms \"porneia\" and \"moicheia\" interchangeably in their discussions and translations of the exception clause (with the Shepherd of Hermas being the earliest example).\n\nCritics argue that Matthew is writing to a Jewish audience and is including an exception for unlawful marriages, meaning that if one \"marries\" one's sister or someone else's wife, then divorcing her is of course allowed because they aren't really married in the first place.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 5:31-32",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/5-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>“It was also said, ‘Whoever shall put away his wife, let him give her a writing of divorce,’ <sup><a href=\"https://biblehub.com/matthew/5-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>but I tell you that whoever puts away his wife, except for the cause of sexual immorality, makes her an adulteress; and whoever marries her when she is put away commits adultery."
                },
                {
                    "summary": "Matthew 19:3-9",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/19-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>Pharisees came to him, testing him and saying, “Is it lawful for a man to divorce his wife for any reason?” <sup><a href=\"https://biblehub.com/matthew/19-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>He answered, “Haven’t you read that he who made them from the beginning made them male and female, <sup><a href=\"https://biblehub.com/matthew/19-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>and said, ‘For this cause a man shall leave his father and mother, and shall be joined to his wife; and the two shall become one flesh’? <sup><a href=\"https://biblehub.com/matthew/19-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>So that they are no more two, but one flesh. What therefore God has joined together, don’t let man tear apart.” <sup><a href=\"https://biblehub.com/matthew/19-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>They asked him, “Why then did Moses command us to give her a certificate of divorce and divorce her?” <sup><a href=\"https://biblehub.com/matthew/19-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>He said to them, “Moses, because of the hardness of your hearts, allowed you to divorce your wives, but from the beginning it has not been so. <sup><a href=\"https://biblehub.com/matthew/19-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>I tell you that whoever divorces his wife, except for sexual immorality, and marries another, commits adultery; and he who marries her when she is divorced commits adultery.”"
                }
            ],
            "modern": [
                {
                    "summary": "Ubi Petrus: \"Divorce and Remarriage in the Church Fathers and Patristic Era Writers\"",
                    "year": "2020",
                    "url": "https://ubipetrusibiecclesia.com/2020/01/05/church-fathers-and-patristic-era-writers-on-the-topic-of-divorce-and-remarriage-a-florilegium/",
                    "text": ""
                }
            ]
        },
        {
            "id": 2,
            "head": "Mark: Jesus Forbids Divorce and Remarriage",
            "short": "The Gospel of Mark also records the discussion of divorce between Jesus and the Pharisees, but includes no exception clause.",
            "details": "Critics argue that Jesus forbade divorce and remarriage here.\n\nProponents argue that Mark simply did not include details like the exception clause, but that this doesn't prove anything, because Matthew did.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 10:2-12",
                    "text": "<sup><a href=\"https://biblehub.com/mark/10-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Pharisees came to him testing him, and asked him, “Is it lawful for a man to divorce his wife?” <sup><a href=\"https://biblehub.com/mark/10-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>He answered, “What did Moses command you?” <sup><a href=\"https://biblehub.com/mark/10-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>They said, “Moses allowed a certificate of divorce to be written, and to divorce her.” <sup><a href=\"https://biblehub.com/mark/10-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>But Jesus said to them, “For your hardness of heart, he wrote you this commandment. <sup><a href=\"https://biblehub.com/mark/10-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>But from the beginning of the creation, God made them male and female. <sup><a href=\"https://biblehub.com/mark/10-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>For this cause a man will leave his father and mother, and will join to his wife, <sup><a href=\"https://biblehub.com/mark/10-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>and the two will become one flesh, so that they are no longer two, but one flesh. <sup><a href=\"https://biblehub.com/mark/10-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>What therefore God has joined together, let no man separate.” <sup><a href=\"https://biblehub.com/mark/10-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>In the house, his disciples asked him again about the same matter. <sup><a href=\"https://biblehub.com/mark/10-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>He said to them, “Whoever divorces his wife and marries another commits adultery against her. <sup><a href=\"https://biblehub.com/mark/10-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>If a woman herself divorces her husband and marries another, she commits adultery.”"
                }
            ]
        },
        {
            "id": 3,
            "head": "Luke: Jesus Forbids Divorce and Remarriage",
            "short": "The Gospel of Luke also records the discussion of divorce with the Pharisees, and again includes no exception clause.",
            "details": "Critics argue that this is the second clear biblical prohibition on divorce and remarriage.\n\nProponents argue that although Luke did not include the exception, that doesn't mean Jesus didn't, because Matthew recorded it.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 16:18",
                    "text": "<sup><a href=\"https://biblehub.com/luke/16-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>“Everyone who divorces his wife and marries another commits adultery. He who marries one who is divorced from a husband commits adultery."
                }
            ]
        },
        {
            "id": 4,
            "head": "The Pauline Privilege: An Unbelieving Spouse Leaves",
            "short": "In his first letter to the Corinthians, St. Paul relays the command Jesus gave against divorce and remarriage, but allows remarriage if an unbelieving spouse leaves.",
            "details": "Critics argue this is the third clear prohibition on divorce and remarriage for Christian couples, because the exception does not apply to two Christians.\n\nProponents argue that Paul did not include the exception from Matthew, but he included another one, which shows that not all exceptions are necessarily mentioned every time. Some also argue that it applies to an apostate who leaves.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "1 Corinthians 7:10-16",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/7-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>But to the married I command—not I, but the Lord—that the wife not leave her husband <sup><a href=\"https://biblehub.com/1_corinthians/7-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>(but if she departs, let her remain unmarried, or else be reconciled to her husband), and that the husband not leave his wife. <sup><a href=\"https://biblehub.com/1_corinthians/7-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>But to the rest I—not the Lord—say, if any brother has an unbelieving wife, and she is content to live with him, let him not leave her. <sup><a href=\"https://biblehub.com/1_corinthians/7-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>The woman who has an unbelieving husband, and he is content to live with her, let her not leave her husband. <sup><a href=\"https://biblehub.com/1_corinthians/7-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>For the unbelieving husband is sanctified in the wife, and the unbelieving wife is sanctified in the husband. Otherwise your children would be unclean, but now they are holy. <sup><a href=\"https://biblehub.com/1_corinthians/7-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>Yet if the unbeliever departs, let there be separation. The brother or the sister is not under bondage in such cases, but God has called us in peace. <sup><a href=\"https://biblehub.com/1_corinthians/7-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?"
                }
            ]
        },
        {
            "id": 5,
            "head": "Moses Allowed Divorce",
            "short": "The Law of Moses allowed a man to divorce his wife, and once she has been \"defiled\" by another, he couldn't take her back.",
            "details": "Proponents argue that this shows that God allowed divorce and remarriage before, as also Jesus states, and that it is therefore not so strange that He might allow some exceptions now as well.\n\nCritics argue that Jesus explained that this was because of the hardness of their hearts, and that it was not like this from the beginning, but Jesus came to restore God's plan for marriage by disallowing divorce.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Deuteronomy 24:1–4",
                    "text": "<sup><a href=\"https://biblehub.com/deuteronomy/24-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>When a man takes a wife and marries her, then it shall be, if she finds no favor in his eyes because he has found some unseemly thing in her, that he shall write her a certificate of divorce, put it in her hand, and send her out of his house. <sup><a href=\"https://biblehub.com/deuteronomy/24-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>When she has departed out of his house, she may go and be another man’s wife. <sup><a href=\"https://biblehub.com/deuteronomy/24-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>If the latter husband hates her, and writes her a certificate of divorce, puts it in her hand, and sends her out of his house; or if the latter husband dies, who took her to be his wife; <sup><a href=\"https://biblehub.com/deuteronomy/24-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>her former husband, who sent her away, may not take her again to be his wife after she is defiled; for that would be an abomination to YHWH. You shall not cause the land to sin, which YHWH your God gives you for an inheritance."
                }
            ]
        },
        {
            "id": 6,
            "head": "Malachi: God Hates Divorce",
            "short": "Malachi says God made the husband and wife one flesh, and that He hates divorce.",
            "details": "Critics point out that the passage even mentions unfaithfulness, suggesting that is not a good reason for divorce.\n\nProponents argue that divorce may not be ideal, but God still allowed it, and so unfaithfulness could still be an exception now.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Malachi 2:13-16",
                    "text": "<sup><a href=\"https://biblehub.com/malachi/2-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>“This again you do: you cover YHWH’s altar with tears, with weeping, and with sighing, because he doesn’t regard the offering any more, neither receives it with good will at your hand. <sup><a href=\"https://biblehub.com/malachi/2-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Yet you say, ‘Why?’ Because YHWH has been witness between you and the wife of your youth, against whom you have dealt treacherously, though she is your companion and the wife of your covenant. <sup><a href=\"https://biblehub.com/malachi/2-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>Did he not make you one, although he had the residue of the Spirit? Why one? He sought godly offspring. Therefore take heed to your spirit, and let no one deal treacherously against the wife of his youth. <sup><a href=\"https://biblehub.com/malachi/2-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>One who hates and divorces”, says YHWH, the God of Israel, “covers his garment with violence!” says YHWH of Armies. “Therefore pay attention to your spirit, that you don’t be unfaithful."
                }
            ]
        },
        {
            "id": 7,
            "head": "Most Church Fathers Forbid Remarriage",
            "short": "Some Church Fathers are so strict that they even forbid remarriage after the death of a spouse, and even more so after a divorce.",
            "details": "Critics take this to mean that the prohibition on remarriage after divorce is as old as the New Testament itself, with some Church Fathers seeking to \"err on the side of caution\" by being too restrictive.\n\nProponents generally agree that this is the general rule, and that these Church Fathers merely went too far in disallowing the exceptions.",
            "category": "Patristic",
            "ancient": [
                "The Shepherd of Hermas, Mandate 4: https://www.earlychristianwritings.com/text/shepherd-lightfoot.html",
                "St. Justin Martyr (c. 155–157 AD): First Apology, Chapter 15: https://biblehub.com/library/richardson/early_christian_fathers/the_first_apology_of_justin.htm (\"Those who make second marriages according to human law are sinners in the sight of our Teacher\".)",
                "St. Athenagoras (c. 176–177 AD): A Plea for the Christians, Chapter 33: https://www.logoslibrary.org/athenagoras/plea/33.html",
                "Tertullian (c. 200 AD): To My Wife, Book II: https://tertullian.org/works/ad_uxorem.htm",
                "Tertullian (c. 207–208 AD): Against Marcion, Book IV, Chapter 34: https://www.tertullian.org/articles/evans_marc/evans_marc_10book4_eng.htm",
                "Clement of Alexandria (c. 199 AD – c.201 AD): Stromata, Chapter 23: https://www.earlychristianwritings.com/text/clement-stromata-book2.html",
                "St. Cyprian of Carthage: Treatise 12, Book 3, 90: https://www.newadvent.org/fathers/050712c.htm",
                "Apostolic Canons, Canon 48: https://www.newadvent.org/fathers/3820.htm",
                "St. Jerome (c. 394 AD) Letter 55: https://www.newadvent.org/fathers/3001055.htm",
                "St. Augustine (c. 419–420 AD): On Marriage and Concupiscence, Book I: https://www.newadvent.org/fathers/15071.htm"
            ]
        },
        {
            "id": 8,
            "head": "Lactantius: Remarriage For the Innocent Party?",
            "short": "Lactantius forbids divorce and remarriage for the guilty spouse in the case of adultery, although he can be interpreted as allowing the innocent party to remarry.",
            "details": "Proponents argue that this is exactly what Matthew reports Jesus as allowing: if your wife commits adultery, you may divorce her and remarry, otherwise, you can't.\n\nCritics argue that this permissive reading is not necessitated by the text, and that a more cautious reading is also possible.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Divine Institutes (this part in Latin for some reason)",
                    "year": "c. 303–311 AD",
                    "author": "Lactantius",
                    "url": "https://ccel.org/ccel/lactantius/institutes/anf07.iii.ii.vi.xxiii.html",
                    "text": "\"\""
                },
                {
                    "summary": "Divine Institutes",
                    "year": "c. 303–311 AD",
                    "author": "Lactantius",
                    "url": "https://www.newadvent.org/fathers/07016.htm",
                    "text": "\"\""
                }
            ],
            "modern": [
                {
                    "summary": "The History of the Indissolubility of Marriage, page 260 (translation of the relevant passage)",
                    "year": "accessed 2025",
                    "url": "https://ejournals.bc.edu/index.php/ctsa/article/view/2633/2281"
                },
                {
                    "summary": "Ubi Petrus: \"Divorce and Remarriage in the Church Fathers and Patristic Era Writers\"",
                    "year": "2020",
                    "url": "https://ubipetrusibiecclesia.com/2020/01/05/church-fathers-and-patristic-era-writers-on-the-topic-of-divorce-and-remarriage-a-florilegium/",
                    "text": ""
                }
            ]
        },
        {
            "id": 9,
            "head": "The Catholic Church Holds to the Indissolubility of Marriage",
            "short": "The Catholic Church does not recognize any sort of divorce for a valid sacramental marriage.",
            "details": "Proponents argue that this goes against Matthew's exception clause and can be disregarded.\n\nCritics argue that the Catholic Church is the only church to take the biblical teaching of marriage seriously enough.",
            "category": "History",
            "modern": [
                {
                    "summary": "Catechism of the Catholic Church, §§1414–1415",
                    "year": "1992",
                    "url": "https://www.usccb.org/sites/default/files/flipbooks/catechism/404/"
                }
            ]
        },
        {
            "id": 10,
            "head": "The Consent of the West",
            "short": "The Catholic Church holds sacramental marriage to be absolutely indissoluble, except by death of a spouse. Any attempted remarriage while a valid spouse is still alive is considered adultery.",
            "details": "Proponents argue that this goes against Matthew's exception clause and can be disregarded.\n\nCritics argue that the Catholic Church is the only church to take the biblical teaching of marriage seriously enough.",
            "category": "History",
            "modern": [
                {
                    "summary": "Catechism of the Catholic Church, §§1414–1415",
                    "year": "1992",
                    "url": "https://www.usccb.org/sites/default/files/flipbooks/catechism/404/"
                }
            ]
        },
        {
            "id": 11,
            "head": "The Consent of the East",
            "short": "The Eastern Orthodox Church, the Oriental Orthodox Church, the Assyrian Church of the East, as well as most Protestant groups, all hold to the possibility of divorce and remarriage in certain circumstances, chiefly adultery.",
            "details": "Proponents argue that this follows Matthew's exception clause.\n\nCritics argue that it is an unjustified and overly permissive reading of the exception clause.",
            "category": "History"
        }
    ]
}
