{
    "title": "Apostolic Succession Through Bishops",
    "intro": "Hypothesis: Teaching authority requires apostolic succession through bishops.",
    "evidence": [
        {
            "id": 1,
            "head": "Unspecified in the NT",
            "short": "Apostolic succession is not explicitly laid out in the New Testament as a requirement for teaching authority.",
            "details": "Proponents deny that this is a problem, because not everything was written down, and the need for succession was possibly taken for granted, because we do see examples of succession in the New Testament.\n\nCritics argue that something this important would have been specified, and that we can see from both the Old and New Testaments that doctrinal orthodoxy is more important than mere succession.",
            "category": "Biblical"
        },
        {
            "id": 2,
            "head": "Bishops and Presbyters",
            "short": "\"Bishop\" and \"presbyter\" seem to be two names for the same office in the New Testament, or possibly used as generic nouns rather than the name of an office at all some places.",
            "details": "Proponents argue that the terms are less important than the offices themselves, and that \"bishop\" uniquely came to mean the successors of the apostles and their deputies (e.g. Timothy and Titus), with \"presbyter\" being retained for the less authoritative office.\n\nCritics argue that the nomenclature we see in the New Testament outweighs later developments, and that bishops and presbyters are therefore the same office even now, with bishops elevated above presbyters on purely human grounds. Thus, even if apostolic succession were valid, it wouldn't be restricted to the office of bishop, but could also go through presbyters.",
            "category": "Biblical",
            "modern": [
                {
                    "summary": "Philip Schaff: \"History of the Christian Church, Volume I, Section 61: Presbyters or Bishops\"",
                    "year": "1858",
                    "url": "https://biblehub.com/library/schaff/history_of_the_christian_church_volume_i/section_61_presbyters_or_bishops.htm"
                }
            ]
        },
        {
            "id": 3,
            "head": "Organizational Discrepancies",
            "short": "Early churches may have been organized in various different ways.",
            "details": "Proponents argue that even if early churches organized themselves in various ways, the core principles were probably kept intact, at least for bishops.\n\nCritics point to historical practices that seem to break the rules for apostolic succession, like the practice of presbyters electing and seemingly ordaining their own bishop in Alexandria.",
            "category": "History",
            "modern": [
                {
                    "summary": "Javier Perdomo: \"Is Presbyterial Succession Valid?\"",
                    "year": "2023",
                    "url": "https://javierperdomo.substack.com/p/is-presbyterial-succession-valid"
                }
            ]
        },
        {
            "id": 4,
            "head": "Eusebius's Succession Lists",
            "short": "Eusebius (c. 300 AD) records episcopal lists of major sees, although the lists themselves are older.",
            "details": "Proponents argue that this is strong evidence in favour of the necessity of apostolic succession.\n\nCritics often concede that there was a tendency towards such a view, but that the purpose of succession was to keep correct doctrine intact, and that the succession is thus a means to an end and only useful for as long as orthodoxy is retained.",
            "category": "History",
            "modern": [
                {
                    "summary": "Eternal Christendom: \"Apostolic Succession in Eusebius' Church History\"",
                    "year": "accessed 2025",
                    "url": "https://eternalchristendom.com/becoming-catholic/study-banks/apostolic-succession-eusebius-church-history/"
                }
            ]
        },
        {
            "id": 5,
            "head": "Paul's Deputy Timothy",
            "short": "2 Timothy 2:2 shows that Paul authorized Timothy to appoint \"faithful men able to teach\".",
            "details": "Proponents argue that the fact that Paul had to authorize Timothy to do this implies that it wasn't something just about anyone could do.\n\nCritics argue that this may have been necessary in the Apostolic Age, but once the apostles were gone, so was this ability to give special permission, leaving orthodoxy as the relevant qualification.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Timothy 2:2",
                    "text": "<sup><a href=\"https://biblehub.com/2_timothy/2-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>The things which you have heard from me among many witnesses, commit the same things to faithful men who will be able to teach others also."
                }
            ]
        },
        {
            "id": 6,
            "head": "Paul's Deputy Titus",
            "short": "Titus 1:5 shows that Paul authorized Titus to appoint presbyters.",
            "details": "Proponents argue that this shows that Titus could not just appoint people without permission from his superior, and likewise, the local congregations could not just ordain their own presbyters, but required the permission of a man with apostolic authority.\n\nCritics argue that this special authority disappeared with the apostles, and that orthodox doctrine is what's important.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Titus 1:5",
                    "text": "<sup><a href=\"https://biblehub.com/titus/1-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>I left you in Crete for this reason, that you would set in order the things that were lacking and appoint elders in every city, as I directed you—"
                }
            ]
        },
        {
            "id": 7,
            "head": "Matthias Succeeded Judas",
            "short": "Acts 1:15–26 indicates the apostolic office was transferable.",
            "details": "Proponents argue that this shows that the apostolic office did not expire with the Twelve, but was inherited by their successors.\n\nCritics argue that this was possible in the Apostolic Age, but that later on, nobody would qualify because they wouldn't be eyewitnesses of Jesus.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Acts 1:15–26",
                    "text": "<sup><a href=\"https://biblehub.com/acts/1-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>In these days, Peter stood up in the middle of the disciples (and the number of names was about one hundred twenty), and said, <sup><a href=\"https://biblehub.com/acts/1-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>“Brothers, it was necessary that this Scripture should be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who was guide to those who took Jesus. <sup><a href=\"https://biblehub.com/acts/1-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>For he was counted with us, and received his portion in this ministry. <sup><a href=\"https://biblehub.com/acts/1-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Now this man obtained a field with the reward for his wickedness; and falling headlong, his body burst open and all his intestines gushed out. <sup><a href=\"https://biblehub.com/acts/1-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>It became known to everyone who lived in Jerusalem that in their language that field was called ‘Akeldama,’ that is, ‘The field of blood.’ <sup><a href=\"https://biblehub.com/acts/1-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>For it is written in the book of Psalms, ‘Let his habitation be made desolate. Let no one dwell in it;’ and, ‘Let another take his office.’ <sup><a href=\"https://biblehub.com/acts/1-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>“Of the men therefore who have accompanied us all the time that the Lord Jesus went in and out among us, <sup><a href=\"https://biblehub.com/acts/1-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>beginning from the baptism of John to the day that he was received up from us, of these one must become a witness with us of his resurrection.” <sup><a href=\"https://biblehub.com/acts/1-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>They put forward two: Joseph called Barsabbas, who was also called Justus, and Matthias. <sup><a href=\"https://biblehub.com/acts/1-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>They prayed and said, “You, Lord, who know the hearts of all men, show which one of these two you have chosen <sup><a href=\"https://biblehub.com/acts/1-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>to take part in this ministry and apostleship from which Judas fell away, that he might go to his own place.” <sup><a href=\"https://biblehub.com/acts/1-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>They drew lots for them, and the lot fell on Matthias; and he was counted with the eleven apostles."
                }
            ]
        },
        {
            "id": 8,
            "head": "Tertullian and Succession",
            "short": "Tertullian (c. 200 AD) points to the apostolic churches as normative.",
            "details": "Proponents argue that Tertullian requires apostolic succession for a church to even be a church.\n\nCritics sometimes challenge this because he sometimes seems rather to require correct doctrine, which to him seems to go hand in hand with succession, but which he probably changed his mind on later, when he became a Montanist.",
            "category": "History",
            "ancient": [
                {
                    "summary": "Prescription Against Heretics",
                    "year": "c. 200 AD",
                    "author": "Tertullian",
                    "url": "https://biblehub.com/library/tertullian/the_prescription_against_heretics/index.html",
                    "text": "\"\""
                }
            ],
            "modern": [
                {
                    "summary": "Early Church Texts: \"Tertullian on Apostolic Tradition\"",
                    "year": "accessed 2025",
                    "url": "https://www.earlychurchtexts.com/public/tertullian_on_apostolic_tradition.htm"
                }
            ]
        },
        {
            "id": 9,
            "head": "Irenæus and Succession",
            "short": "St. Irenæus of Lyons (c. 180 AD) invokes the succession of bishops (in Rome) to refute the gnostics.",
            "details": "Proponents argue that St. Irenæus shows the necessity of apostolic succession by bringing it up as something the gnostics lack.\n\nCritics argue that for him, apostolic succession and doctrinal orthodoxy seemed to be two sides of the same coin because early on, they were.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Against Heresies, 3.3.2",
                    "year": "c. 180 AD",
                    "author": "St. Irenæus of Lyons",
                    "url": "https://www.newadvent.org/fathers/0103303.htm",
                    "text": "\"Since, however, it would be very tedious, in such a volume as this, to reckon up the successions of all the Churches, we do put to confusion all those who, in whatever manner, whether by an evil self-pleasing, by vainglory, or by blindness and perverse opinion, assemble in unauthorized meetings; [we do this, I say,] by indicating that tradition derived from the apostles, of the very great, the very ancient, and universally known Church founded and organized at Rome by the two most glorious apostles, Peter and Paul; as also [by pointing out] the faith preached to men, which comes down to our time by means of the successions of the bishops. For it is a matter of necessity that every Church should agree with this Church, on account of its preeminent authority [potiorem principalitatem].\""
                }
            ]
        },
        {
            "id": 10,
            "head": "Clement and Succession",
            "short": "St. Clement of Rome (c. 96 AD) describes bishops as successors to the apostles.",
            "details": "Proponents argue that this is a very early witness to apostolic succession.\n\nCritics argue that it describes succession as being \"with the consent of the whole Church\", not necessarily that one has to be appointed by bishops to be a valid bishop or presbyter, nor that there is only one bishop over each church yet.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "1 Clement",
                    "year": "c. 96",
                    "author": "St. Clement of Rome",
                    "url": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html",
                    "text": "\"\""
                }
            ]
        },
        {
            "id": 11,
            "head": "Laying on of Hands",
            "short": "Early Christian ordination rites involved the laying on of hands to transfer authority.",
            "details": "Proponents argue that this shows the necessity of a bishop ordaining another, because one cannot give what one does not have.\n\nCritics argue that this may simply be the ideal, and not strictly necessary, especially in an emergency where heretics have taken over.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "1 Timothy 5:22",
                    "text": "<sup><a href=\"https://biblehub.com/1_timothy/5-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>Lay hands hastily on no one. Don’t be a participant in other people’s sins. Keep yourself pure."
                },
                {
                    "summary": "Acts 19:6",
                    "text": "<sup><a href=\"https://biblehub.com/acts/19-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>When Paul had laid his hands on them, the Holy Spirit came on them and they spoke with other languages and prophesied."
                }
			]
        }
    ]
}
