{
    "title": "Indefectibility of the Church",
    "intro": "Hypothesis: The Church as a whole can never irreformably fall away from the true faith.\n\nThis is usually held both by those who believe their communion is the proper one that everyone ought to join, and those who believe the true Church is the \"invisible\" collection of true believers. When you read \"Church\" here, you may interpret it however you think makes most sense.",
    "evidence": [
        {
            "id": 1,
            "head": "The Gates of Hades",
            "short": "In Matthew 16:18, Jesus says, \"(...) on this rock I will build my church, and the gates of Hades will not overcome it\".",
            "details": "Proponents argue that Jesus was guaranteeing that the Church would never fail to safeguard the true faith, even though most would agree that she can fail in other ways, like imprudent judgements or sinful leaders.\n\nCritics argue that this is an unclear passage and may have meant something else. For example, it may simply be referring to the fact that Hades won't be able to hold members of the Church, because Jesus has promised them eternal life.",
            "category": "Biblical",
            "references": [
                "Matthew 16:18: https://biblehub.com/matthew/16-18.htm"
            ]
        },
        {
            "id": 2,
            "head": "I Am With You Always",
            "short": "In Matthew 28:20, Jesus says, \"I am with you always, to the very end of the age\".",
            "details": "Proponents argue that this is also a guarantee that Jesus will not let the Church fail.\n\nCritics caution that this may not mean that the Church will always teach correct doctrine, just that Jesus will still be with her somehow.",
            "category": "Biblical",
            "references": [
                "Matthew 28:20: https://biblehub.com/matthew/28-20.htm"
            ]
        },
        {
            "id": 3,
            "head": "An Advocate to Be With You Forever",
            "short": "In John 14:16, Jesus promises that the Holy Spirit will \"be with you forever\".",
            "details": "Proponents argue that this is yet another guarantee that God will take care of the Church forever.\n\nCritics caution that this may not mean that she will be irreformably free from error.",
            "category": "Biblical",
            "references": [
                "John 14:16: https://biblehub.com/john/14-16.htm"
            ]
        },
        {
            "id": 4,
            "head": "Multiple Schisms",
            "short": "There has been no shortage of schisms in Church history.",
            "details": "While most of them were relatively local and/or short-lived, there are still several major ones in effect today. In 431, the Church of the East (now the Assyrian Church of the East) split from the \"Church of the West\" (i.e. the Church in the Roman Empire) over the Nestorian Controversy. In 451, the Oriental Orthodox Church split from the Chalcedonian Church over the Monophysite Controversy. After 1054, the Eastern Orthodox Church and the Catholic Church slowly drifted apart. In the 16th century, the Protestants left communion with the Catholic Church.\n\nCritics argue that this is evidence against divine help, because surely God doesn't want the Church to split into several different communions?\n\nProponents argue that when someone leaves the Church, they are no longer in it, and the promise no longer applies to them, making this evidence irrelevant.",
            "category": "History",
            "references": [
                "Schism in Christianity: https://en.wikipedia.org/wiki/Schism_in_Christianity"
            ]
        },
        {
            "id": 5,
            "head": "Corruption and Scandal",
            "short": "In both ancient and recent history, the Church has time and again been plagued with corruption and scandal.",
            "details": "Critics argue that this not only hurts her witness to the world, but also the idea that she is indefectible in doctrine. In other words, how can we trust morally corrupt leaders to teach correct doctrine?\n\nProponents point out that we should not leave Jesus because of Judas. The Church is a hospital for sinners, and their number includes the leaders, but Jesus still promised to be with her always.",
            "category": "History",
            "references": [
                "Sæculum obscurum, or the Pornocracy: https://en.wikipedia.org/wiki/Saeculum_obscurum"
            ]
        },
        {
            "id": 6,
            "head": "Doctrinal Development",
            "short": "The Church today has much more detailed teachings than the early Church did.",
            "details": "Critics argue that the fact that doctrine changes is a strike against the indefectibility of the Church.\n\nSome proponents attempt to discredit this evidence by arguing that their church in fact teaches only what the apostles taught, though most admit that they have \"unpacked\" it more since the early Church. Most proponents admit that their doctrines have developed, but argue that they were always there in seed form.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": 7,
            "head": "The Church Has Survived",
            "short": "The Church has survived hostile empires, heresies, and incompetence for 2000 years.",
            "details": "Proponents argue that the Church is still going strong, against all odds, vindicating the promise Jesus made to the disciples in the 1st century.\n\nCritics argue that this could be due to other factors too, such as a willingness to adapt, dumb luck, or even that God has chosen to bless her for the time being, just not indefinitely.",
            "category": "History",
            "references": [
                ""
            ]
        }
    ]
}
