{
    "title": "Intercession of the Saints",
    "intro": "Hypothesis: The saints in Heaven pray for people on earth.",
    "evidence": [
        {
            "id": 1,
            "head": "The Vision of Onias and Jeremiah",
            "short": "Judas Maccabeus had a vision of the late high priest Onias praying for the Jews, and the prophet Jeremiah giving Judas a sword.",
            "details": "Proponents argue that this illustrates the intercession of the saints already in the Old Testament.\n\nCritics argue that this is a vision, so it may not be literally true. Also, 2 Maccabees is not in the Jewish canon of Scripture, so some critics feel it is less authoritative, if at all.",
            "category": "Biblical",
            "references": [
                "2 Maccabees 15:12–16: https://www.biblegateway.com/passage/?search=2%20Maccabees%2015%3A12%E2%80%9316&version=NRSVCE"
            ]
        },
        {
            "id": 2,
            "head": "Angels Pray for People",
            "short": "There are several examples of angels interceding for people in the Bible, sometimes by praying themselves, and sometimes by presenting people's prayers to God.",
            "details": "Proponents argue that this suggests people in Heaven can also intercede, especially because Jesus says people will be \"like the angels in Heaven\" at the resurrection, which might mean they can perform many of the same tasks in Heaven.\n\nCritics argue that Jesus is talking specifically about marriage in that passage, so not getting married might be the only thing people will have in common with angels.",
            "category": "Biblical",
            "references": [
                "Matthew 22:23–34; Mark 12:18–27; Luke 20:27–40: https://www.biblegateway.com/passage/?search=Matthew%2022%3A23-34%2CMark%2012%3A18-27%2CLuke%2020%3A27-40&version=NRSVUE",
                "Zechariah 1:12: https://biblehub.com/zechariah/1-12.htm",
                "Revelation 5:8: https://biblehub.com/revelation/5-8.htm",
                "Revelation 8:3–4: https://www.biblegateway.com/passage/?search=Revelation%208:3-4&version=NRSVCE",
                "Psalm 91:11–12: https://www.biblegateway.com/passage/?search=Psalm%2091%3A11-12&version=NRSVCE",
                "Matthew 18:10: https://biblehub.com/matthew/18-10.htm",
                "Acts 12:15: https://biblehub.com/acts/12-15.htm"
            ]
        },
        {
            "id": 3,
            "head": "Martyrs and the Altar In Heaven",
            "short": "John's vision includes martyrs in Heaven asking God to avenge them.",
            "details": "Proponents argue that this shows human saints in Heaven praying to God, and that it would be reasonable to believe that they also pray for those on earth.\n\nCritics caution that this is a vision and may not be literally how things work. Also, the prayers are for vengeance on their own behalf, so it could be a literary device or a symbolic way to express their status as martyrs.",
            "category": "Biblical",
            "references": [
                "Revelation 6:9–11: https://www.biblegateway.com/passage/?search=Revelation%206:9-11&version=NRSVCE",
                "Revelation 7:13–15; 8:3–4: https://www.biblegateway.com/passage/?search=Revelation%207%3A13%E2%80%9315%3B%208%3A3%E2%80%934&version=NRSVCE (Angels present the prayers of the saints, but this may refer to God's people on earth, rather than those in Heaven.)"
            ]
        },
        {
            "id": 4,
            "head": "Pray for Each Other",
            "short": "Christians are instructed to pray for each other.",
            "details": "Proponents argue that there is no reason to think that those in Heaven would stop following this command.\n\nCritics caution that we don't know what people actually do in Heaven, so this is speculative.",
            "category": "Biblical",
            "references": [
                "James 5:16: https://www.biblehub.com/james/5-16.htm"
            ]
        },
        {
            "id": 5,
            "head": "Church Fathers In Support",
            "short": "Several Church Fathers affirm the intercession of the saints.",
            "details": "Proponents argue that this shows the belief that saints intercede for those on earth to be widespread early on.\n\nCritics point out that it isn't mentioned all that often, so it may not have been an important belief to combat or an important teaching to deny.",
            "category": "Patristic",
            "references": [
                "Origen (c. 230 AD), On Prayer, Chapter IV: https://tertullian.org/fathers/origen_on_prayer_02_text.htm (\"But these pray along with those who genuinely pray—not only the high priest but also the angels (...) and also the souls of the saints already at rest.\")",
                "St. Cyprian of Carthage (d. 258 AD), Epistle 56: https://www.newadvent.org/fathers/050656.htm (\"Let us relieve burdens and afflictions by mutual love, that if any one of us, by the swiftness of divine condescension, shall go hence the first, our love may continue in the presence of the Lord, and our prayers for our brethren and sisters not cease in the presence of the Father's mercy.\")"
            ]
        },
        {
            "id": 6,
            "head": "One Mediator",
            "short": "St. Paul writes to Timothy that there is one God and one mediator, the man Jesus Christ.",
            "details": "Critics argue that this indicates that Jesus is the one who intercedes for us.\n\nProponents object that Jesus mediates the New Covenant, but St. Paul still instructs us to pray for each other in the same paragraph. Also, the Holy Spirit and angels are said to pray for us as well.",
            "category": "Biblical",
            "references": [
                "1 Timothy 2:1–7: https://www.biblegateway.com/passage/?search=1%20Timothy%202%3A1%E2%80%937&version=NRSVCE",
                "Romans 8:26: https://biblehub.com/romans/8-26.htm",
                "Zechariah 1:12: https://biblehub.com/zechariah/1-12.htm",
                "Revelation 5:8: https://biblehub.com/revelation/5-8.htm",
                "Revelation 8:3–4: https://www.biblegateway.com/passage/?search=Revelation%208:3-4&version=NRSVCE"
            ]
        }
    ]
}
