{
    "title": "Jesus Died",
    "intro": "Hypothesis: Jesus, upon being crucified, died on Good Friday.\n\nSome critics of Christianity have argued that Jesus maybe didn't die on the cross, but merely \"swooned\" and later revived in the tomb, making people think he had come back to life (then presumably died from his injuries). This is known as the Swoon Theory. It is not a very popular theory among scholars, but it is worth considering the evidence for and against it.",
    "evidence": [
        {
            "id": 1,
            "head": "The Satisfied Soldiers",
            "short": "The Roman soldiers were satisfied that Jesus was dead.",
            "details": "Proponents argue that Roman soldiers were trained to kill and knew what they were doing, so they would never have been fooled by a half-dead man.\n\nCritics argue that even trained killers can be wrong now and then, and even Pontius Pilate seemed surprised to hear that Jesus was already dead.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 15:44–45",
                    "text": "<sup><a href=\"https://biblehub.com/mark/15-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>Pilate was surprised to hear that he was already dead; and summoning the centurion, he asked him whether he had been dead long. <sup><a href=\"https://biblehub.com/mark/15-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>When he found out from the centurion, he granted the body to Joseph."
                },
                {
                    "summary": "John 19:33–34",
                    "text": "<sup><a href=\"https://biblehub.com/john/19-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>but when they came to Jesus and saw that he was already dead, they didn’t break his legs. <sup><a href=\"https://biblehub.com/john/19-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>However, one of the soldiers pierced his side with a spear, and immediately blood and water came out."
                }
            ]
        },
        {
            "id": 2,
            "head": "Blood and Water from Jesus's Side",
            "short": "A soldier pierced Jesus's side with a spear, causing blood and water to come out.",
            "details": "This is attested in the Gospel of John (John 19:34–37).\n\nProponents argue that the spear wound would have been fatal, because it pierced Jesus's heart, as evidenced by the fact that \"blood and water\" came out of his side, which modern medical science tells us is likely red blood cells and plasma, respectively. This suggests that the narrator is either an eye witness or a trained killer.\n\nCritics sometimes argue that the story of the spear wound is a later invention or an embellishment.\n\nProponents argue that this is unlikely, because the Gospel of John portrays a Roman soldier in a positive light, which is consistent with early Christian writings.",
            "category": "Science",
            "bible": [
                {
                    "summary": "John 19:34–37",
                    "text": "<sup><a href=\"https://biblehub.com/john/19-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>However, one of the soldiers pierced his side with a spear, and immediately blood and water came out. <sup><a href=\"https://biblehub.com/john/19-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>He who has seen has testified, and his testimony is true. He knows that he tells the truth, that you may believe. <sup><a href=\"https://biblehub.com/john/19-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>For these things happened that the Scripture might be fulfilled, “A bone of him will not be broken.” <sup><a href=\"https://biblehub.com/john/19-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>Again another Scripture says, “They will look on him whom they pierced.”"
                }
            ],
            "modern": [
                {
                    "summary": "A doctor on why “blood and water” gushed from Jesus’ heart",
                    "year": "2019 AD",
                    "url": "https://aleteia.org/2019/06/22/a-doctor-on-why-blood-and-water-gushed-from-jesus-heart/",
                    "text": "\"Jesus had a haemothorax, which in the stillness of the dead body, had separated out as they do into two layers: the heavier red cells below and the light watery plasma above. The haemothorax was the result of the savage flagellation.\n\nThe withdrawal of the spear would have been followed first by the red cells (blood), then by the lighter plasma (water).\""
                }
            ]
        },
        {
            "id": 3,
            "head": "Burial",
            "short": "Jesus was buried.",
            "details": "Proponents argue that this shows Jesus really did die, because if he hadn't died, there would havee been no need to bury him.\n\nCritics argue that he probably looked dead, and since he had to be buried before sunset (to avoid work on the Sabbath), Joseph of Arimathea and the others were probably in a hurry to get it done and didn't notice that he wasn't dead.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 27:57–61",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/27-57.htm\"target=\"_blank\"rel=\"noopener noreferrer\">57</a></sup>When evening had come, a rich man from Arimathaea named Joseph, who himself was also Jesus’ disciple, came. <sup><a href=\"https://biblehub.com/matthew/27-58.htm\"target=\"_blank\"rel=\"noopener noreferrer\">58</a></sup>This man went to Pilate and asked for Jesus’ body. Then Pilate commanded the body to be given up. <sup><a href=\"https://biblehub.com/matthew/27-59.htm\"target=\"_blank\"rel=\"noopener noreferrer\">59</a></sup>Joseph took the body and wrapped it in a clean linen cloth <sup><a href=\"https://biblehub.com/matthew/27-60.htm\"target=\"_blank\"rel=\"noopener noreferrer\">60</a></sup>and laid it in his own new tomb, which he had cut out in the rock. Then he rolled a large stone against the door of the tomb, and departed. <sup><a href=\"https://biblehub.com/matthew/27-61.htm\"target=\"_blank\"rel=\"noopener noreferrer\">61</a></sup>Mary Magdalene was there, and the other Mary, sitting opposite the tomb."
                },
                {
                    "summary": "Mark 15:42–47",
                    "text": "<sup><a href=\"https://biblehub.com/mark/15-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>When evening had now come, because it was the Preparation Day, that is, the day before the Sabbath, <sup><a href=\"https://biblehub.com/mark/15-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>Joseph of Arimathaea, a prominent council member who also himself was looking for God’s Kingdom, came. He boldly went in to Pilate, and asked for Jesus’ body. <sup><a href=\"https://biblehub.com/mark/15-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>Pilate was surprised to hear that he was already dead; and summoning the centurion, he asked him whether he had been dead long. <sup><a href=\"https://biblehub.com/mark/15-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>When he found out from the centurion, he granted the body to Joseph. <sup><a href=\"https://biblehub.com/mark/15-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>He bought a linen cloth, and taking him down, wound him in the linen cloth and laid him in a tomb which had been cut out of a rock. He rolled a stone against the door of the tomb. <sup><a href=\"https://biblehub.com/mark/15-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>Mary Magdalene and Mary the mother of Joses, saw where he was laid."
                },
                {
                    "summary": "Luke 23:50–56",
                    "text": "<sup><a href=\"https://biblehub.com/luke/23-50.htm\"target=\"_blank\"rel=\"noopener noreferrer\">50</a></sup>Behold, there was a man named Joseph, who was a member of the council, a good and righteous man <sup><a href=\"https://biblehub.com/luke/23-51.htm\"target=\"_blank\"rel=\"noopener noreferrer\">51</a></sup>(he had not consented to their counsel and deed), from Arimathaea, a city of the Jews, who was also waiting for God’s Kingdom. <sup><a href=\"https://biblehub.com/luke/23-52.htm\"target=\"_blank\"rel=\"noopener noreferrer\">52</a></sup>This man went to Pilate, and asked for Jesus’ body. <sup><a href=\"https://biblehub.com/luke/23-53.htm\"target=\"_blank\"rel=\"noopener noreferrer\">53</a></sup>He took it down and wrapped it in a linen cloth, and laid him in a tomb that was cut in stone, where no one had ever been laid. <sup><a href=\"https://biblehub.com/luke/23-54.htm\"target=\"_blank\"rel=\"noopener noreferrer\">54</a></sup>It was the day of the Preparation, and the Sabbath was drawing near. <sup><a href=\"https://biblehub.com/luke/23-55.htm\"target=\"_blank\"rel=\"noopener noreferrer\">55</a></sup>The women who had come with him out of Galilee followed after, and saw the tomb and how his body was laid. <sup><a href=\"https://biblehub.com/luke/23-56.htm\"target=\"_blank\"rel=\"noopener noreferrer\">56</a></sup>They returned and prepared spices and ointments. On the Sabbath they rested according to the commandment."
                },
                {
                    "summary": "John 19:38–42",
                    "text": "<sup><a href=\"https://biblehub.com/john/19-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>After these things, Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, asked of Pilate that he might take away Jesus’ body. Pilate gave him permission. He came therefore and took away his body. <sup><a href=\"https://biblehub.com/john/19-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>Nicodemus, who at first came to Jesus by night, also came bringing a mixture of myrrh and aloes, about a hundred Roman pounds. <sup><a href=\"https://biblehub.com/john/19-40.htm\"target=\"_blank\"rel=\"noopener noreferrer\">40</a></sup>So they took Jesus’ body, and bound it in linen cloths with the spices, as the custom of the Jews is to bury. <sup><a href=\"https://biblehub.com/john/19-41.htm\"target=\"_blank\"rel=\"noopener noreferrer\">41</a></sup>Now in the place where he was crucified there was a garden. In the garden was a new tomb in which no man had ever yet been laid. <sup><a href=\"https://biblehub.com/john/19-42.htm\"target=\"_blank\"rel=\"noopener noreferrer\">42</a></sup>Then, because of the Jews’ Preparation Day (for the tomb was near at hand), they laid Jesus there."
                }
            ]
        },
        {
            "id": 4,
            "head": "Medical Science and Jesus's Injuries",
            "short": "Jesus's injuries were too severe for a person to survive.",
            "details": "Proponents argue that the physical trauma described in the Gospel accounts, including scourging, nailing to the cross, and the subsequent asphyxiation, would have been fatal. Some argue that to survive this would be just as miraculous as coming back to life.\n\nSome critics sometimes argue that the physical abuse Jesus is described as suffering might have been exaggerated. Others argue that he probably did die from his injuries after the tomb was opened and the rumour of a resurrection had started.",
            "category": "Science",
            "modern": [
                {
                    "summary": "Medical Examiner Describes Suffering Crucifixion Of Our Lord Jesus Christ ",
                    "year": "2018 AD",
                    "url": "https://www.youtube.com/watch?v=C51P4bRzb-M",
                    "text": "A discussion of the medical implications of crucifixion."
                }
            ]
        },
        {
            "id": 5,
            "head": "Josephus's Crucified Friends",
            "short": "Flavius Josephus had three friends who were crucified, then taken down, but two of them still died despite people trying to save them.",
            "details": "Critics argue that Josephus's account shows that one can, in rare cases, survive crucifixion.\n\nProponents argue that it shows rather that crucifixion was deadly even when the victim was rescued before death, and that Jesus (who was on the cross for several hours) would certainly have died from it.",
            "category": "History",
            "bible": [
                {
                    "summary": "Mark 15:25",
                    "text": "<sup><a href=\"https://biblehub.com/mark/15-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>It was the third hour when they crucified him."
                },
                {
                    "summary": "Matthew 27:45–50",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/27-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>Now from the sixth hour there was darkness over all the land until the ninth hour. <sup><a href=\"https://biblehub.com/matthew/27-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>About the ninth hour Jesus cried with a loud voice, saying, “Eli, Eli, lima sabachthani?” That is, “My God, my God, why have you forsaken me?” <sup><a href=\"https://biblehub.com/matthew/27-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>Some of them who stood there, when they heard it, said, “This man is calling Elijah.” <sup><a href=\"https://biblehub.com/matthew/27-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>Immediately one of them ran and took a sponge, filled it with vinegar, put it on a reed, and gave him a drink. <sup><a href=\"https://biblehub.com/matthew/27-49.htm\"target=\"_blank\"rel=\"noopener noreferrer\">49</a></sup>The rest said, “Let him be. Let’s see whether Elijah comes to save him.” <sup><a href=\"https://biblehub.com/matthew/27-50.htm\"target=\"_blank\"rel=\"noopener noreferrer\">50</a></sup>Jesus cried again with a loud voice, and yielded up his spirit."
                },
                {
                    "summary": "Luke 23:44–46",
                    "text": "<sup><a href=\"https://biblehub.com/luke/23-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>It was now about the sixth hour, and darkness came over the whole land until the ninth hour. <sup><a href=\"https://biblehub.com/luke/23-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>The sun was darkened, and the veil of the temple was torn in two. <sup><a href=\"https://biblehub.com/luke/23-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>Jesus, crying with a loud voice, said, “Father, into your hands I commit my spirit!” Having said this, he breathed his last."
                }
            ],
            "ancient": [
                {
                    "summary": "Life of Josephus, 75.414",
                    "year": "c. 99 AD",
                    "author": "Flavius Josephus",
                    "url": "https://www.perseus.tufts.edu/hopper/text.jsp?doc=Perseus%3Atext%3A1999.01.0150%3Awhiston+section%3D75",
                    "text": "(...) I saw many captives crucified, and remembered three of them as my former acquaintance. I was very sorry at this in my mind, and went with tears in my eyes to Titus, and told him of them; so he immediately commanded them to be taken down, and to have the greatest care taken of them, in order to their recovery; yet two of them died under the physician's hands, while the third recovered."
                }
            ]
        },
        {
            "id": 6,
            "head": "Jewish and Roman Sources",
            "short": "Non-Christian sources attest to Jesus's death.",
            "details": "Proponents argue that historians like Josephus and Tacitus corroborate the story, showing that both Jews and Romans were convinced that Jesus had been successfully executed.\n\nSome critics question the authenticity or interpretation of these passages. Others concede that they are authentic but argue that they are too far removed from the events to amount to much.",
            "category": "History",
            "ancient": [
                {
                    "summary": "Antiquities of the Jews, 18.63",
                    "year": "c. 94 AD",
                    "author": "Flavius Josephus",
                    "url": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0146%3Abook%3D18%3Asection%3D63",
                    "text": "Now there was about this time Jesus, a wise man, if it be lawful to call him a man; for he was a doer of wonderful works, a teacher of such men as receive the truth with pleasure. He drew over to him both many of the Jews and many of the Gentiles. He was [the] Christ. And when Pilate, at the suggestion of the principal men amongst us, had condemned him to the cross, those that loved him at the first did not forsake him; for he appeared to them alive again the third day; as the divine prophets had foretold these and ten thousand other wonderful things concerning him. And the tribe of Christians, so named from him, are not extinct at this day."
                },
                {
                    "summary": "Annals, 15.44",
                    "year": "c. 105–116 AD",
                    "author": "Tacitus",
                    "url": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0078%3Abook%3D15%3Achapter%3D44",
                    "text": "Consequently, to get rid of the report, Nero fastened the guilt and inflicted the most exquisite tortures on a class hated for their abominations, called Christians by the populace. Christus, from whom the name had its origin, suffered the extreme penalty during the reign of Tiberius at the hands of one of our procurators, Pontius Pilatus, and a most mischievous superstition, thus checked for the moment, again broke out not only in Judæa, the first source of the evil, but even in Rome, where all things hideous and shameful from every part of the world find their centre and become popular. Accordingly, an arrest was first made of all who pleaded guilty; then, upon their information, an immense multitude was convicted, not so much of the crime of firing the city, as of hatred against mankind. Mockery of every sort was added to their deaths. Covered with the skins of beasts, they were torn by dogs and perished, or were nailed to crosses, or were doomed to the flames and burnt, to serve as a nightly illumination, when daylight had expired.\n\nNero offered his gardens for the spectacle, and was exhibiting a show in the circus, while he mingled with the people in the dress of a charioteer or stood aloft on a car. Hence, even for criminals who deserved extreme and exemplary punishment, there arose a feeling of compassion; for it was not, as it seemed, for the public good, but to glut one man's cruelty, that they were being destroyed."
                }
            ]
        },
        {
            "id": 7,
            "head": "The Quran Denies the Crucifixion",
            "short": "The Qur'an denies that Jesus was crucified and killed.",
            "details": "Some critics argue that this is sufficient to show that Jesus didn't die on the cross.\n\nProponents generally question the Qur'an's authenticity.",
            "category": "Islamic",
            "quran": [
                {
                    "summary": "Surah 4:157–158",
                    "text": "<sup><a href=\"https://quran.com/4/157\" target=\"_blank\" rel=\"noopener noreferrer\">157</a></sup>And because of their saying: We slew the Messiah, Jesus son of Mary, Allah's messenger - they slew him not nor crucified him, but it appeared so unto them; and lo! those who disagree concerning it are in doubt thereof; they have no knowledge thereof save pursuit of a conjecture; they slew him not for certain. <sup><a href=\"https://quran.com/4/158\" target=\"_blank\" rel=\"noopener noreferrer\">158</a></sup>But Allah took him up unto Himself. Allah was ever Mighty, Wise."
                }
            ]
        }
    ]
}
