{
    "title": "Papacy",
    "intro": "The question we'll explore is whether the doctrine of the papacy is probable. More specifically, we'll look for evidence for and against a claim about the \"minimalist view\" of the Papacy: that the pope has some authority over the rest of the bishops and the Church in general.",
    "evidence": [
        {
            "id": "Kosher Laws",
            "short": "Acts 10:9–16: God changed kosher laws and gentile exclusion through Peter",
            "details": "9 About noon the next day, as they were on their journey and approaching the city, Peter went up on the roof to pray. 10 He became hungry and wanted something to eat, and while it was being prepared he fell into a trance. 11 He saw the heaven opened and something like a large sheet coming down, being lowered to the ground by its four corners. 12 In it were all kinds of four-footed creatures and reptiles and birds of the air. 13 Then he heard a voice saying, “Get up, Peter; kill and eat.” 14 But Peter said, “By no means, Lord, for I have never eaten anything that is profane or unclean.” 15 The voice said to him again, a second time, “What God has made clean, you must not call profane.” 16 This happened three times, and the thing was suddenly taken up to heaven.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Acts%2010:9-16&version=NRSVUE"
            ]
        },
        {
            "id": "Council of Jerusalem",
            "short": "Acts 15:13–21: James presided over the Council of Jerusalem",
            "details": "13 After they finished speaking, James replied, “My brothers,[a] listen to me. 14 Simeon has related how God first looked favorably on the gentiles, to take from among them a people for his name. 15 This agrees with the words of the prophets, as it is written,\n\n16 \n‘After this I will return,\nand I will rebuild the dwelling of David, which has fallen;\n    from its ruins I will rebuild it,\n        and I will set it up,\n17 \nso that all other peoples may seek the Lord—\n    even all the gentiles over whom my name has been called.\nThus says the Lord, who has been making these things\n18 \n        known from long ago.’[b]\n\n19 “Therefore I have reached the decision that we should not trouble those gentiles who are turning to God, 20 but we should write to them to abstain only from things polluted by idols and from sexual immorality and from whatever has been strangled[c] and from blood. 21 For in every city, for generations past, Moses has had those who proclaim him, for he has been read aloud every Sabbath in the synagogues.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Acts%2015:13-21&version=NRSVUE"
            ]
        },
        {
            "id": "Authority of the Holy Spirit",
            "short": "Acts 5:1–11: Peter exercises authority on behalf of the Holy Spirit",
            "details": "5 But a man named Ananias, with the consent of his wife Sapphira, sold a piece of property; 2 with his wife’s knowledge, he kept back some of the proceeds and brought only a part and laid it at the apostles’ feet. 3 “Ananias,” Peter asked, “why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the proceeds of the land? 4 While it remained unsold, did it not remain your own? And after it was sold, were not the proceeds at your disposal? How is it that you have contrived this deed in your heart? You did not lie to us[a] but to God!” 5 Now when Ananias heard these words, he fell down and died. And great fear seized all who heard of it. 6 The young men came and wrapped up his body, then carried him out and buried him.\n\n7 After an interval of about three hours his wife came in, not knowing what had happened. 8 Peter said to her, “Tell me whether you and your husband sold the land for such and such a price.” And she said, “Yes, that was the price.” 9 Then Peter said to her, “How is it that you have agreed together to put the Spirit of the Lord to the test? Look, the feet of those who have buried your husband are at the door, and they will carry you out.” 10 Immediately she fell down at his feet and died. When the young men came in they found her dead, so they carried her out and buried her beside her husband. 11 And great fear seized the whole church and all who heard of these things.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Acts%205:1%E2%80%9311&version=NRSVUE"
            ]
        },
        {
            "id": "Paul Rebukes Peter",
            "short": "Galatians 2:11–13: Paul rebuked Peter",
            "details": "11 But when Cephas came to Antioch, I opposed him to his face because he stood self-condemned, 12 for until certain people came from James, he used to eat with the gentiles. But after they came, he drew back and kept himself separate for fear of the circumcision faction. 13 And the other Jews joined him in this hypocrisy, so that even Barnabas was led astray by their hypocrisy.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Galatians%202:11%E2%80%9313&version=NRSVUE"
            ]
        },
        {
            "id": "Apostle to the Jews",
            "short": "Galatians 2:8: Peter was called the Apostle to the Jews",
            "details": "8 (for he who worked through Peter making him an apostle to the circumcised also worked through me in sending me to the gentiles)",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Galatians%202:8&version=NRSVUE"
            ]
        },
        {
            "id": "A Steward like Eliakim",
            "short": "Isaiah 22:15–25: Peter can be considered a steward like Eliakim, but also like Adam, Joseph, and Daniel",
            "details": "15 Thus says the Lord God of hosts: “Go to the steward Shebna, who is master of the household, and say to him: 16 What right do you have here? Who are your relatives here, that you have cut out a tomb here for yourself, cutting a tomb[a] on the height and carving a habitation for yourself[b] in the rock? 17 The Lord is about to hurl you away violently, my fellow. He will seize firm hold on you, 18 whirl you round and round, and throw you like a ball into a wide land; there you shall die, and there your splendid chariots shall lie, O you disgrace to your master’s house! 19 I will thrust you from your office, and you will be pulled down from your post.\n\n20 “On that day I will call my servant Eliakim son of Hilkiah 21 and will clothe him with your robe and bind your sash on him. I will commit your authority to his hand, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah. 22 I will place on his shoulder the key of the house of David; he shall open, and no one shall shut; he shall shut, and no one shall open. 23 I will fasten him like a peg in a secure place, and he will become a throne of honor to his ancestral house. 24 And they will hang on him the whole weight of his ancestral house, the offspring and issue, every small vessel, from the cups to all the flagons. 25 On that day, says the Lord of hosts, the peg that was fastened in a secure place will give way; it will be cut down and fall, and the load that was on it will perish, for the Lord has spoken.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Isaiah%2022:15%E2%80%9325&version=NRSVUE"
            ]
        },
        {
            "id": "The Good Shepherd and the Gate",
            "short": "John 10:1–18, Jesus: The Good Shepherd and the gate the shepherd will enter by",
            "details": "10 “Very truly, I tell you, anyone who does not enter the sheepfold by the gate but climbs in by another way is a thief and a bandit. 2 The one who enters by the gate is the shepherd of the sheep. 3 The gatekeeper opens the gate for him, and the sheep hear his voice. He calls his own sheep by name and leads them out. 4 When he has brought out all his own, he goes ahead of them, and the sheep follow him because they know his voice. 5 They will not follow a stranger, but they will run from him because they do not know the voice of strangers.” 6 Jesus used this figure of speech with them, but they did not understand what he was saying to them.\n\n7 So again Jesus said to them, “Very truly, I tell you, I am the gate for the sheep. 8 All who came before me[a] are thieves and bandits, but the sheep did not listen to them. 9 I am the gate. Whoever enters by me will be saved and will come in and go out and find pasture. 10 The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.\n\n11 “I am the good shepherd. The good shepherd lays down his life for the sheep. 12 The hired hand, who is not the shepherd and does not own the sheep, sees the wolf coming and leaves the sheep and runs away, and the wolf snatches them and scatters them. 13 The hired hand runs away because a hired hand does not care for the sheep. 14 I am the good shepherd. I know my own, and my own know me, 15 just as the Father knows me, and I know the Father. And I lay down my life for the sheep. 16 I have other sheep that do not belong to this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd. 17 For this reason the Father loves me, because I lay down my life in order to take it up again. 18 No one takes[b] it from me, but I lay it down of my own accord. I have power to lay it down, and I have power to take it up again. I have received this command from my Father.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=John%2010:1%E2%80%9318&version=NRSVUE"
            ]
        },
        {
            "id": "The Untorn Net",
            "short": "John 21:11: Peter pulls ashore the fishing net without it tearing (cf. Matthew 13:47)",
            "details": "11 So Simon Peter went aboard and hauled the net ashore, full of large fish, a hundred fifty-three of them, and though there were so many, the net was not torn.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=John%2021:11&version=NRSVUE"
            ]
        },
        {
            "id": "Feed My Sheep",
            "short": "John 21:15–19, Jesus: Feed my sheep",
            "details": "15 When they had finished breakfast, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” Jesus said to him, “Feed my lambs.” 16 A second time he said to him, “Simon son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” Jesus said to him, “Tend my sheep.” 17 He said to him the third time, “Simon son of John, do you love me?” Peter felt hurt because he said to him the third time, “Do you love me?” And he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep. 18 Very truly, I tell you, when you were younger, you used to fasten your own belt and to go wherever you wished. But when you grow old, you will stretch out your hands, and someone else will fasten a belt around you and take you where you do not wish to go.” 19 (He said this to indicate the kind of death by which he would glorify God.) After this he said to him, “Follow me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=John%2021:15%E2%80%9319&version=NRSVUE"
            ]
        },
        {
            "id": "I Have Prayed for Thee",
            "short": "Luke 22:24–34, Jesus: And I have prayed for you [thee], that your faith may not fail",
            "details": "24 A dispute also arose among them as to which one of them was to be regarded as the greatest. 25 But he said to them, “The kings of the gentiles lord it over them, and those in authority over them are called benefactors. 26 But not so with you; rather, the greatest among you must become like the youngest and the leader like one who serves. 27 For who is greater, the one who is at the table or the one who serves? Is it not the one at the table? But I am among you as one who serves.\n\n28 “You are those who have stood by me in my trials, 29 and I confer on you, just as my Father has conferred on me, a kingdom, 30 so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel.\n\n31 “Simon, Simon, listen! Satan has demanded[a] to sift all of you like wheat, 32 but I have prayed for you that your own faith may not fail, and you, when once you have turned back, strengthen your brothers.” 33 And he said to him, “Lord, I am ready to go with you to prison and to death!” 34 Jesus[b] said, “I tell you, Peter, the cock will not crow this day until you have denied three times that you know me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": "Strengthen Your Brothers",
            "short": "Luke 22:24–34, Jesus: Strengthen your brothers",
            "details": "24 A dispute also arose among them as to which one of them was to be regarded as the greatest. 25 But he said to them, “The kings of the gentiles lord it over them, and those in authority over them are called benefactors. 26 But not so with you; rather, the greatest among you must become like the youngest and the leader like one who serves. 27 For who is greater, the one who is at the table or the one who serves? Is it not the one at the table? But I am among you as one who serves.\n\n28 “You are those who have stood by me in my trials, 29 and I confer on you, just as my Father has conferred on me, a kingdom, 30 so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel.\n\n31 “Simon, Simon, listen! Satan has demanded[a] to sift all of you like wheat, 32 but I have prayed for you that your own faith may not fail, and you, when once you have turned back, strengthen your brothers.” 33 And he said to him, “Lord, I am ready to go with you to prison and to death!” 34 Jesus[b] said, “I tell you, Peter, the cock will not crow this day until you have denied three times that you know me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": "The Greatest Among You",
            "short": "Luke 22:24–34, Jesus: The greatest among you must be like one who serves",
            "details": "24 A dispute also arose among them as to which one of them was to be regarded as the greatest. 25 But he said to them, “The kings of the gentiles lord it over them, and those in authority over them are called benefactors. 26 But not so with you; rather, the greatest among you must become like the youngest and the leader like one who serves. 27 For who is greater, the one who is at the table or the one who serves? Is it not the one at the table? But I am among you as one who serves.\n\n28 “You are those who have stood by me in my trials, 29 and I confer on you, just as my Father has conferred on me, a kingdom, 30 so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel.\n\n31 “Simon, Simon, listen! Satan has demanded[a] to sift all of you like wheat, 32 but I have prayed for you that your own faith may not fail, and you, when once you have turned back, strengthen your brothers.” 33 And he said to him, “Lord, I am ready to go with you to prison and to death!” 34 Jesus[b] said, “I tell you, Peter, the cock will not crow this day until you have denied three times that you know me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": "On This Rock",
            "short": "Matthew 16:18, Jesus: You are Peter, and on this rock I will build my Church",
            "details": "18 And I tell you, you are Peter, and on this rock I will build my church, and the gates of Hades will not prevail against it.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Matthew%2016:18&version=NRSVUE"
            ]
        },
        {
            "id": "The Keys of the Kingdom of Heaven",
            "short": "Matthew 16:19, Jesus: And I will give you the keys of the Kingdom of Heaven",
            "details": "19 I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Matthew%2016%3A19&version=NRSVUE"
            ]
        },
        {
            "id": "The Temple Tax",
            "short": "Matthew 17:24–27 (and Clement of Alexandria): Jesus paid the temple tax only for himself and Peter",
            "details": "24 When they reached Capernaum, the collectors of the temple tax came to Peter and said, “Does your teacher not pay the temple tax?” 25 He said, “Yes, he does.” And when he came home, Jesus spoke of it first, asking, “What do you think, Simon? From whom do kings of the earth take toll or tribute? From their children or from others?” 26 When Peter said, “From others,” Jesus said to him, “Then the children are free. 27 However, so that we do not give offense to them, go to the sea and cast a hook; take the first fish that comes up, and when you open its mouth you will find a coin; take that and give it to them for you and me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Matthew%2017:24%E2%80%9327&version=NRSVUE"
            ]
        },
        {
            "id": "“We”",
            "short": "Matthew 17:27: Peter is the only one Jesus ever includes in a “we” or “us”",
            "details": "27 However, so that we do not give offense to them, go to the sea and cast a hook; take the first fish that comes up, and when you open its mouth you will find a coin; take that and give it to them for you and me.”",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Matthew%2017:27&version=NRSVUE"
            ]
        },
        {
            "id": "Authority to Bind and Loose",
            "short": "Matthew 18:18: All the apostles received the authority to bind and loose",
            "details": "18 Truly I tell you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
            "category": "Biblical",
            "references": [
                "Read online: https://www.biblegateway.com/passage/?search=Matthew%2018:18&version=NRSVUE"
            ]
        },
        {
            "id": "God-Given Rights",
            "short": "Moses, David, Jesus, and Paul rightly asserted their God-given rights against those who opposed them",
            "details": "Kora rebelled against Moses; Saul, Absalom, and many others opposed David; the Jewish leaders opposed Jesus and got Him executed; Paul was opposed by the Judaizers. In all these cases, those whom God had commissioned were in the right, but to an onlooker, that might not always be that clear.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later."
            ]
        },
        {
            "id": "Peter is Always First",
            "short": "Peter is always listed first",
            "details": "The order the Twelve are listed in varies, but Simon Peter is always first, and Judas Iscariot always last.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later."
            ]
        },
        {
            "id": "Peter Speaks for the Apostles",
            "short": "Peter often speaks on behalf of all the apostles",
            "details": "Peter acts like a leader with actual authority, often without checking with the others first.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later."
            ]
        },
        {
            "id": "Arabic Canons of Nicæa",
            "short": "Arabic Canons of Nicæa (c. 10th century): Peter is head of Patriarchs and Vicar of Christ",
            "details": "The Arabic Canons of Nicaea (c. 10th century), a later and non-original text attributed to the First Council of Nicaea, state that Peter is the head of the Patriarchs and the Vicar of Christ. Though not part of the authentic 4th-century Nicene canons, this reflects a later Christian tradition emphasizing the primacy of Peter and, by extension, the authority of the bishop of Rome.",
            "category": "History",
            "references": [
                "Read online: https://biblehub.com/library/schaff/the_seven_ecumenical_councils/the_captions_of_the_arabic.htm"
            ]
        },
        {
            "id": "Primus Inter Pares",
            "short": "Eastern Churches consider the Pope \"primus inter pares\"",
            "details": "The Eastern Churches view the Pope as \"primus inter pares\", meaning \"first among equals.\" This acknowledges the Pope’s honorary primacy among bishops but rejects his supreme authority over the entire Church, emphasizing a collegial and conciliar model of leadership.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Nicæa I's Regional Jurisdiction",
            "short": "The canons of Nicæa I suggest a regional jurisdiction",
            "details": "The canons of the First Council of Nicaea (325), particularly Canon 6, suggest a model of regional jurisdiction, affirming the authority of major bishops (like those of Rome, Alexandria, and Antioch) over their own territories. This shows that early Church structure might have lacked a centralized authority.",
            "category": "History",
            "references": [
                "Read online: https://www.newadvent.org/fathers/3801.htm"
            ]
        },
        {
            "id": "Conciliar Movement and Gallicanism",
            "short": "The Conciliar Movement and Gallicanism show Catholic skepticism of papal claims",
            "details": "The Conciliar Movement and Gallicanism reflect periods of Catholic skepticism toward papal authority. Both emphasized the authority of Church councils or national churches over the pope, challenging the idea of papal supremacy in the 14th to 18th centuries.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Eastern Appeals to Rome",
            "short": "There were appeals to Rome early on, even in the East",
            "details": "Appeals to Rome, including from the Eastern Church, show a recognition of the bishop of Rome’s authority or moral weight in resolving disputes. While not always accepting Roman jurisdiction, these appeals show that Rome commanded respect in early Church matters.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Eastern Appealed to Patriarchs or Emperors",
            "short": "Eastern bishops often appealed to patriarchs or emperors instead of Rome",
            "details": "Eastern bishops often appealed to local patriarchs or the Byzantine emperor rather than to Rome, suggesting the choice of whom to appeal to was more pragmatic than anything else.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Pope Honorius I",
            "short": "Pope Honorius I condemned for monothelitism",
            "details": "Pope Honorius I was condemned after his death for supporting monothelitism, a heresy that taught Christ had only one will (divine) instead of both a human and divine will. His condemnation came during the Third Council of Constantinople (680–681), which declared monothelitism heretical. Honorius was criticized not for teaching the heresy himself, but for failing to oppose it clearly and thus allowing it to spread.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Pope John XXII",
            "short": "Pope John XXII taught against the Beatific Vision for three years",
            "details": "Pope John XXII controversially taught for three years (1331–1334) that the souls of the righteous do not see the Beatific Vision (the direct sight of God) until the Final Judgment, contradicting traditional Catholic teaching. He retracted this view on his deathbed, and the teaching was officially corrected by his successor.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Pope Victor I",
            "short": "Pope Victor I threatened to excommunicate Asia Minor",
            "details": "In the late 2nd century, Pope Victor I threatened to excommunicate the churches of Asia Minor over a dispute about the date of Easter (the Quartodeciman controversy). Many bishops, including Irenæus of Lyons, urged him to reconsider. The excommunication was ultimately not enforced.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Pope Vigilius",
            "short": "Pope Vigilius’s conflicting declarations on the Three Chapters",
            "details": "Pope Vigilius issued conflicting declarations on the Three Chapters controversy (6th century). He initially resisted condemnation, but later endorsed it under imperial pressure.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Rome Preserved Orthodoxy",
            "short": "Rome preserved orthodoxy time and time again",
            "details": "Throughout history, Rome repeatedly defended orthodox teachings and was considered a bastion against heresy. ",
            "category": "History",
            "references": [
                "Will add source later. Probably Maximus the Confessor."
            ]
        },
        {
            "id": "The Test of Time",
            "short": "The Papacy has endured the test of time",
            "details": "The Papacy is one of the oldest current institutions in the world. It has survived centuries of political, religious, and social challenges to its existence and authority, and remains influential to this day.",
            "category": "History",
            "references": [
                "Will add source later. I think."
            ]
        },
        {
            "id": "Papal Forgeries",
            "short": "Various forgeries were produced to buttress papal claims historically",
            "details": "Throughout history, various forgeries, like the Donation of Constantine and the Symmachian Forgeries, were produced to support and strengthen papal claims to religious authority and even temporal power. Though eventually discredited, some of them may have directly influenced Canon Law.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Papal Depositions",
            "short": "Various rulers and mobs have arguably deposed valid popes",
            "details": "Throughout history, various rulers and mobs have at times deposed or forced the resignation of valid popes, showing a certain disregard for papal authority.",
            "category": "History",
            "references": [
                "Will add source later."
            ]
        },
        {
            "id": "Clement of Rome",
            "short": "Clement of Rome (c. 70–96 AD) asserted authority over Corinth in the mid–late first century, intervening in a leadership crisis to tell the laity to follow the clergy.",
            "details": "Catholics often argue that this shows Rome's special leadership role even in the first century. The Apostle John was probably still alive on Patmos, which is much closer to Corinth than Rome is, but the Corinthians sought Rome's help instead.\n\nCritics often point out that, although Corinth was in Greece, it was a Roman colony and enjoyed a close relationship to Rome itself. This means appealing to Rome might just have been the natural choice.",
            "category": "Patristic",
            "references": [
                "Clement of Rome (c. 70–96 AD): https://www.newadvent.org/fathers/1010.htm"
            ]
        },
        {
            "id": "Ignatius of Antioch",
            "short": "Ignatius of Antioch (c. 107–108 AD), who generally speaks \"down\" to the churches he writes on the way to his martyrdom, speaks \"up\" to the Romans, going so far as to say that Rome \"presides over love\" (i.e. the Eucharist).",
            "details": "Catholics often argue that the reason Ignatius shows such respect for Rome is that St. Peter's office continues there, as evidenced by \"presiding over love\". \"Love feast\" is a common name for the Eucharist, so this fits very well with the modern Catholic understanding of being in communion with the Pope.\n\nCritics often counter that Rome was an important city, Peter or no Peter, and Ignatius is writing to request that the Christians there avoid helping him escape martyrdom, so it is natural that he should be more polite.",
            "category": "Patristic",
            "references": [
                "Ignatius of Antioch: https://www.newadvent.org/fathers/0107.htm"
            ]
        },
        {
            "id": "Polycarp of Smyrna",
            "short": "Polycarp of Smyrna visited Rome to attempt a resolution of the Quartodeciman Controversy.",
            "details": "Many of the (presumably Johannine) churches in Asia Minor celebrated Easter according to the Jewish calendar, no matter what day of the week it landed on, whereas the rest of the Church celebrated on a Sunday. This caused some controversy in the second century because it was felt that there should be a common Easter date for the whole Church.\n\nCatholics argue that Polycarp travelling to Rome fits the Petrine leadership hypothesis.\n\nCritics argue that Rome was the see complaining about this in the first place, which explains why Polycarp felt a need to travel there.",
            "category": "Patristic",
            "references": [
                "Polycarp of Smyrna: https://www.earlychurchtexts.com/public/eusebius_quartodeciman_controversy.htm"
            ]
        },
        {
            "id": "Bethsaida Inscription",
            "short": "A church from c. 100 AD in Bethsaida, Peter's hometown, calls him 'chief and commander of the Heavenly Apostles'.",
            "details": "Catholics argue that 'chief and commander of the Heavenly Apostles' sounds a lot like the Papacy.\n\nCritics argue that the church is built in Peter's honour, so of course it uses exalted language about him.",
            "category": "Patristic",
            "references": [
                "Incription in Bethsaida: https://www.smithsonianmag.com/smart-news/did-archaeologists-find-st-peters-birthplace-180980607/"
            ]
        },
        {
            "id": "Dionysius of Corinth",
            "short": "Dionysius of Corinth (c. 171 AD) praises Rome for uniting the churches of Rome and Corinth.",
            "details": "Catholics argue that this shows the Pope's role as a uniter of the Church.\n\nCritics argue that Corinth was a Roman colony and had a close relationship with Rome because of that.",
            "category": "Patristic",
            "references": [
                "Dionysius of Corinth: https://4marksofthechurch.com/cf-st-dionysius-of-corinth/"
            ]
        },
        {
            "id": "Irenæus of Lyons",
            "short": "Irenæus (c. 180 AD): All churches must agree with Rome.",
            "details": "Catholics argue that this shows the central role of Rome in doctrinal questions, maybe even a precedent for Papal Infallibility.\n\nCritics argue that this is merely an expression of respect for Rome's evident orthodoxy, not a belief that Rome is infallible.",
            "category": "Patristic",
            "references": [
                "Irenæus of Lyons: https://www.newadvent.org/fathers/0103303.htm"
            ]
        },
        {
            "id": "Writers on the Rock",
            "short": "Tertullian (pre-Montanism) and Origen both identified Peter as the rock on which the Church was to be built and the one to receive the keys in a way distinct from all others.",
            "details": "Catholics argue that this shows that Peter's unique leadership role was known early on.\n\nCritics generally look to the points below to diminish Peter's role.",
            "category": "Patristic",
            "references": [
                "Tertullian (c. 200): https://www.newadvent.org/fathers/0311.htm\nTertullian (c. 203–206 AD): https://www.newadvent.org/fathers/0318.htm\nTertullian (c. 208–212 AD): https://www.newadvent.org/fathers/0406.htm\nOrigen (c. 225 AD): https://www.newadvent.org/fathers/101505.htm\nOrigen (c. 233–244 AD): https://www.newadvent.org/fathers/101613.htm\nOrigen (c. 248 AD): https://www.churchfathers.org/origins-of-peter-as-pope"
            ]
        },
        {
            "id": "Tertullian Mocks the Pope",
            "short": "Tertullian, after becoming a Montanist heretic, mocks the Pope by sarcastically referring to him as \"Pontifex Maximus\" and \"bishop of bishops\".",
            "details": "Catholics argue that Tertullian, as a heretic, would mock the Pope's authority because he didn't recognize it anymore.\n\nCritics argue that this shows that the Pope was not the undisputed leader of the early Church.",
            "category": "Patristic",
            "references": [
                "Tertullian (c. 220–240 AD): https://www.newadvent.org/fathers/0407.htm"
            ]
        },
        {
            "id": "All Christians as Peters",
            "short": "Origen interpreted all Christians as a kind of Peter.",
            "details": "Catholics argue that this is fine, because a passage can have several layers of meaning.\n\nCritics argue that this undermines the papal aspects of identifying Peter as the rock.",
            "category": "Patristic",
            "references": [
                "Origen (c. 225 AD): https://www.newadvent.org/fathers/101505.htm"
            ]
        },
        {
            "id": "Pope Anterus",
            "short": "Pope Anterus (c. 236) refers to the \"apostolic seat\".",
            "details": "Catholics argue that this is a very early reference to the chair of Peter as *the* apostolic seat.\n\nCritics may see it as a special honour given to Peter's seat because he was the leader of the Twelve, or even just one of several apostolic seats.",
            "category": "Patristic",
            "references": [
                "Pope Anterus (c. 236 AD): https://catenabible.com/com/5735dfe4ec4bd7c9723bacbd"
            ]
        },
        {
            "id": "Cyprian and the Equality of the Apostles",
            "short": "Cyprian of Carthage (c. 251–252 AD) says the apostles received equal power to bind and loose.",
            "details": "Catholics argue that this is true, in the sense that the Pope is the leader of the college of bishops, but he doesn't replace the bishops.\n\nCritics see this as incompatible with Papal Supremacy in general and Universal Jurisdiction in particular.",
            "category": "Patristic",
            "references": [
                "Cyprian of Carthage (c. 251–252 AD): https://archive.org/details/TheUnityOfTheChurchByStCyprianOfCarthage/page/n9/mode/2up?view=theater"
            ]
        },
        {
            "id": "Cyprian vs. Pope Stephen",
            "short": "Cyprian of Carthage (c. 256 AD) opposed Pope Stephen, who threatened to excommunicate him over his rebaptism of converts from heretic groups.",
            "details": "Catholics argue that this is an example where a saint is simply in the wrong, both doctrinally and hierarchically.\n\nCritics see this as suggesting Rome was not the highest authority in the Church at this point.",
            "category": "Patristic",
            "references": [
                "Cyprian of Carthage (c. 256 AD): https://www.newadvent.org/fathers/050674.htm"
            ]
        },
        {
            "id": "Cyprian and the Unity of the Faith",
            "short": "Cyprian of Carthage (c. 252 AD) says the unity of the faith derives from the seat of Peter.",
            "details": "The first edition of this book sounds a lot more \"papal\", but Cyprian toned it down for the second edition, where Peter is more of a model for every bishop.\n\nCatholics see the first edition as an admission that Cyprian did recognize the Pope's authority.\n\nCritics argue that he toned it down in the second edition to clarify what his actual stance was.",
            "category": "Patristic",
            "references": [
                "Cyprian of Carthage (c. 252 AD): https://www.newadvent.org/fathers/050654.htm"
            ]
        },
        {
            "id": "Ambrose, Peter, and the Church",
            "short": "Ambrose of Milan (c. 340–397): Where Peter is, there is the Church.",
            "details": "Catholics see this as clear evidence that the Pope is the locus of the Church's unity, and that being in communion with him is vital.\n\nCritics argue that this can be understood to refer to any local bishop, not just the Pope.",
            "category": "Patristic",
            "references": [
                "Ambrose of Milan (c. 340–397 AD): https://archive.org/details/corpusscriptorum64ambruoft/page/250/mode/2up?view=theater"
            ]
        },
        {
            "id": "Ambrose and Peter's Confession",
            "short": "Ambrose of Milan (c. 340–397) says the Petrine Primacy is one of confession, not of honor; a primacy of faith, not rank.",
            "details": "Catholics argue that this is true in the sense that the Church is built on Peter because of his confession, and that the \"rank\" refers to the Pope's role as servant of the servants of God.\n\nCritics argue that this indicates the Pope is not above the other bishops in any way.",
            "category": "Patristic",
            "references": [
                "Ambrose of Milan"
            ]
        },
        {
            "id": "Several Fathers on the Rock and Keys",
            "short": "Jerome (c. 376–377): \"I know that this [chair of Peter] is the rock on which the Church is built\"\nAugustine (early) affirmed Peter as the rock.\nOptatus of Milevis (c. 367 AD) affirmed Petrine primacy and sole holding of keys",
            "details": "Catholics argue that this shows an awareness of Peter's (and therefore Rome's) special role.\n\nCritics argue that Augustine changed his mind on this, which shows that this interpretation was not universally accepted.",
            "category": "Patristic",
            "references": [
                "Jerome (c. 376–377): https://www.newadvent.org/fathers/3001015.htm\nOptatus of Milevis: https://www.sacredheartchristian.com/papacy/st.-optatus-of-milevis"
            ]
        },
        {
            "id": "Augustine: Roma Locuta, Causa Finita",
            "short": "Augustine of Hippo expressed his opinion that the controversy was over because it had been settled by several councils and sent to Rome.",
            "details": "Augustine is often quoted as saying \"Roma locuta est — causa finita est\" (\"Rome has spoken — the matter is finished\"), but that is a simplified paraphrase. He actually says that two councils have decided against the Pelagians and sent their decisions to the Apostolic See, who has sent their rescripts back to Africa, and that the matter is finished.\n\nCatholics argue that this shows that Rome was to be informed when a local controversy was settled, which makes sense if the Pope is the highest authority in the Church.\n\nCritics say Rome had the most prestige (and even then, not always) of the major sees.",
            "category": "Patristic",
            "references": [
                "Augustine of Hippo (c. 354–430 AD): https://archive.org/details/saint-augustine-sermons/Saint Augustine - Sermons 94A %3B 147a/page/322/mode/2up?view=theater"
            ]
        },
        {
            "id": "Post-Nicene Western Fathers",
            "short": "Post-Nicene Western Fathers (average)",
            "details": "The Post-Nicene Western Fathers (4th to 6th centuries), such as St. Augustine and St. Ambrose, increasingly emphasized the authority and primacy of the bishop of Rome. They supported the idea of Rome as a central, guiding see in the Church, linking it to Peter’s role. They balanced this with respect for the broader episcopal college.",
            "category": "Patristic",
            "references": [
                "Will add sources later. Not sure how best to do this."
            ]
        },
        {
            "id": "Post-Nicene Eastern Fathers",
            "short": "Post-Nicene Eastern Fathers (average)",
            "details": "The Post-Nicene Eastern Fathers (4th to 7th centuries), such as St. John Chrysostom and St. Cyril of Alexandria, show great respect for the bishop of Rome, but emphasized a conciliar and collegial Church authority. They recognized the importance of the Roman See but not to the point of embracing unilateral papal supremacy.",
            "category": "Patristic",
            "references": [
                "Will add."
            ]
        }
    ]
}

