{
    "title": "Papal Infallibility",
    "intro": "Hypothesis: The bishop of Rome, when intending of his own free will to bind the universal Church, is by the grace of God unable to bind her to error.<br><br>The Pope is not legally obligated to consult his brother bishops before making such a declaration, but he is morally obligated to ensure he is speaking the mind of the Church. In short, he does not need their consent in the sense of \"express permission\", but he does need their consent in the sense of \"commmon agreement\".",
    "evidence": [
        {
            "id": 1,
            "head": "The Indefectibility of the Church",
            "short": "Matthew 16:18 promises that the gates of Hades will not prevail against the Church.",
            "details": "Proponents argue that this means God will ultimately preserve the Church from error. Since the Pope is the highest authority in the Church Militant, it follows that he, as the final court of appeal, cannot bind her to error, since God will preserve His Church.\n\nCritics object that the bishop of Rome may be the highest authority, but he is not the Church, which consists of all the faithful, and it is their consensus that is the ultimate yardstick against which even the Pope's orthodoxy is measured.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 16:18",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/16-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>I also tell you that you are Peter, and on this rock I will build my assembly, and the gates of Hades will not prevail against it."
                }
            ]
        },
        {
            "id": 2,
            "head": "The Keys of the Kingdom of Heaven",
            "short": "Matthew 16:19, Jesus: I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.",
            "details": "Proponents see this as giving Peter the power to bind and loose sins, regulations, and even doctrine. Since God would not allow Peter to bind heaven to error, it follows that God would preserve him from error when he exercises this authority.<br><br>Critics argue that this must be read in light of Matthew 18:18, where all the apostles receive the same authority, and that we should understand this as the entire Church together binding and loosing.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 16:19",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/16-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>I will give to you the keys of the Kingdom of Heaven, and whatever you bind on earth will have been bound in heaven; and whatever you release on earth will have been released in heaven.”"
                }
            ],
            "ancient": [
                {
                    "summary": "Prescription Against Heretics",
                    "year": "c. 200 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0311.htm",
                    "text": "Peter as the rock and holder of the keys."
                },
                {
                    "summary": "Antidote",
                    "year": "c. 211–212 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0318.htm",
                    "text": "Peter as holding the keys."
                },
                {
                    "summary": "Origen's Commentary on the Gospel of Matthew",
                    "year": "c. 248 AD",
                    "author": "Origen of Alexandria",
                    "url": "https://www.newadvent.org/fathers/101613.htm",
                    "text": "Peter as the holder of the keys distinct from the others."
                },
                {
                    "summary": "Against the Donatists",
                    "year": "c. 367–368 AD",
                    "author": "St. Optatus of Milevis",
                    "url": "https://tertullian.org/fathers/optatus_01_book1.htm",
                    "text": "\"Peter alone received the keys.\""
                }
            ]
        },
        {
            "id": 3,
            "head": "Authority to Bind and Loose",
            "short": "Matthew 18:18: All the apostles received the authority to bind and loose",
            "details": "Critics point to this as evidence that all the apostles had the same authority and that Peter was not as special as one might think.<br><br>Proponents argue that this merely indicates the conciliar approach the Pope is supposed to take in working with his brother bishops.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 18:18",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/18-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Most certainly I tell you, whatever things you bind on earth will have been bound in heaven, and whatever things you release on earth will have been released in heaven."
                }
            ]
        },
        {
            "id": 4,
            "head": "Strengthen Your Brothers",
            "short": "Luke 22:24–34, Jesus: Strengthen your brothers",
            "details": "Proponents see this as indicating how the Pope is supposed to rule: in conciliarity with his brother bishops, yet as a leader who has the final word.<br><br>Critics see it as merely indicating Peter's special mission and conciliarity.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 22:24–34",
                    "text": "<sup><a href=\"https://biblehub.com/luke/22-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>A dispute also arose among them, which of them was considered to be greatest. <sup><a href=\"https://biblehub.com/luke/22-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>He said to them, “The kings of the nations lord it over them, and those who have authority over them are called ‘benefactors.’ <sup><a href=\"https://biblehub.com/luke/22-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>But not so with you. Rather, the one who is greater among you, let him become as the younger, and one who is governing, as one who serves. <sup><a href=\"https://biblehub.com/luke/22-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>For who is greater, one who sits at the table, or one who serves? Isn’t it he who sits at the table? But I am among you as one who serves. <sup><a href=\"https://biblehub.com/luke/22-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>“But you are those who have continued with me in my trials. <sup><a href=\"https://biblehub.com/luke/22-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>I confer on you a kingdom, even as my Father conferred on me, <sup><a href=\"https://biblehub.com/luke/22-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>that you may eat and drink at my table in my Kingdom. You will sit on thrones, judging the twelve tribes of Israel.” <sup><a href=\"https://biblehub.com/luke/22-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>The Lord said, “Simon, Simon, behold, Satan asked to have all of you, that he might sift you as wheat, <sup><a href=\"https://biblehub.com/luke/22-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>but I prayed for you, that your faith wouldn’t fail. You, when once you have turned again, establish your brothers.” <sup><a href=\"https://biblehub.com/luke/22-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>He said to him, “Lord, I am ready to go with you both to prison and to death!” <sup><a href=\"https://biblehub.com/luke/22-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>He said, “I tell you, Peter, the rooster will by no means crow today until you deny that you know me three times.”"
                }
            ]
        },
        {
            "id": 5,
            "head": "The Greatest Among You",
            "short": "Luke 22:24–34, Jesus: The greatest among you must be like one who serves",
            "details": "Proponents argue that this shows how the Pope is supposed to rule: as the servant of the servants of God, in unity with his brother bishops, but also that there will be a greatest among them.<br><br>Critics tend to view it as applying only to other leaders in the Church, rather than the Pope specifically.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 22:24–34",
                    "text": "<sup><a href=\"https://biblehub.com/luke/22-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>A dispute also arose among them, which of them was considered to be greatest. <sup><a href=\"https://biblehub.com/luke/22-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>He said to them, “The kings of the nations lord it over them, and those who have authority over them are called ‘benefactors.’ <sup><a href=\"https://biblehub.com/luke/22-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>But not so with you. Rather, the one who is greater among you, let him become as the younger, and one who is governing, as one who serves. <sup><a href=\"https://biblehub.com/luke/22-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>For who is greater, one who sits at the table, or one who serves? Isn’t it he who sits at the table? But I am among you as one who serves. <sup><a href=\"https://biblehub.com/luke/22-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>“But you are those who have continued with me in my trials. <sup><a href=\"https://biblehub.com/luke/22-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>I confer on you a kingdom, even as my Father conferred on me, <sup><a href=\"https://biblehub.com/luke/22-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>that you may eat and drink at my table in my Kingdom. You will sit on thrones, judging the twelve tribes of Israel.” <sup><a href=\"https://biblehub.com/luke/22-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>The Lord said, “Simon, Simon, behold, Satan asked to have all of you, that he might sift you as wheat, <sup><a href=\"https://biblehub.com/luke/22-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>but I prayed for you, that your faith wouldn’t fail. You, when once you have turned again, establish your brothers.” <sup><a href=\"https://biblehub.com/luke/22-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>He said to him, “Lord, I am ready to go with you both to prison and to death!” <sup><a href=\"https://biblehub.com/luke/22-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>He said, “I tell you, Peter, the rooster will by no means crow today until you deny that you know me three times.”"
                }
            ]
        },
        {
            "id": 6,
            "head": "Authority of the Holy Spirit",
            "short": "Acts 5:1–11: Peter exercises authority on behalf of the Holy Spirit",
            "details": "Proponents argue that Peter acts on behalf of God, who preserves him from error.<br><br>Critics usually concede this, but argue that it does not necessarily mean his successors can claim the same.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Acts 5:1–11",
                    "text": "<sup><a href=\"https://biblehub.com/acts/5-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>But a certain man named Ananias, with Sapphira his wife, sold a possession, <sup><a href=\"https://biblehub.com/acts/5-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>and kept back part of the price, his wife also being aware of it, then brought a certain part and laid it at the apostles’ feet. <sup><a href=\"https://biblehub.com/acts/5-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land? <sup><a href=\"https://biblehub.com/acts/5-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>While you kept it, didn’t it remain your own? After it was sold, wasn’t it in your power? How is it that you have conceived this thing in your heart? You haven’t lied to men, but to God.” <sup><a href=\"https://biblehub.com/acts/5-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Ananias, hearing these words, fell down and died. Great fear came on all who heard these things. <sup><a href=\"https://biblehub.com/acts/5-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>The young men arose and wrapped him up, and they carried him out and buried him. <sup><a href=\"https://biblehub.com/acts/5-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>About three hours later, his wife, not knowing what had happened, came in. <sup><a href=\"https://biblehub.com/acts/5-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>Peter answered her, “Tell me whether you sold the land for so much.” She said, “Yes, for so much.” <sup><a href=\"https://biblehub.com/acts/5-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>But Peter asked her, “How is it that you have agreed together to tempt the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.” <sup><a href=\"https://biblehub.com/acts/5-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>She fell down immediately at his feet and died. The young men came in and found her dead, and they carried her out and buried her by her husband. <sup><a href=\"https://biblehub.com/acts/5-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>Great fear came on the whole assembly, and on all who heard these things."
                }
            ]
        },
        {
            "id": 7,
            "head": "Peter Speaks for the Apostles",
            "short": "Peter often speaks on behalf of all the apostles",
            "details": "Proponents see this as Peter acting like a leader with actual authority, often without checking with the others first, just like Vatican I allows.<br><br>Critics argue that it may still be the case that he got the consent of the other apostles even where it isn't mentioned, but that he and the others had actual authority without infallibility either way.",
            "category": "Biblical"
        },
        {
            "id": 8,
            "head": "Rome Preserved Orthodoxy",
            "short": "Rome preserved orthodoxy time and time again",
            "details": "Proponents argue that, throughout history, Rome repeatedly defended orthodox teachings and was considered a bastion against heresy. This is possibly also attested to by St. Maximus the Confessor, and is often presented as evidence for Papal Infallibility.<br><br>Critics often concede this, but stress that its status was due to its orthodoxy, not the other way around.",
            "category": "History",
            "references": [
                "Maximus the Confessor (c. 580–662): Rome has never erred (only in Latin?)"
            ]
        },
        {
            "id": 9,
            "head": "Pope Vigilius",
            "short": "Pope Vigilius's conflicting declarations on the Three Chapters",
            "details": "Pope Vigilius issued conflicting declarations on the Three Chapters controversy (6th century). He initially resisted condemnation, but later endorsed it under imperial pressure.<br><br>Critics argue that he did intend to bind the whole Church, making the statements ex cathedra.<br><br>Proponents deny that this \"counts\", because Vigilius was under heavy pressure and not acting freely.",
            "category": "History"
        },
        {
            "id": 10,
            "head": "Pope Honorius I",
            "short": "Pope Honorius I condemned for monothelitism",
            "details": "Pope Honorius I was condemned after his death for supporting monothelitism, a heresy that taught Christ had only one will (divine) instead of both a human and divine will. His condemnation came during the Third Council of Constantinople (680–681), which declared monothelitism heretical.<br><br>Proponents argue that Honorius was criticized not for teaching the heresy himself, but for failing to oppose it clearly and thus allowing it to spread.<br><br>Critics argue that the wording from the council does seem to condemn him as a heretic, calling into question the charism of Papal Infallibility in doctrinal declarations.",
            "category": "History"
        },
        {
            "id": 11,
            "head": "Pope John XXII",
            "short": "Pope John XXII taught against the Beatific Vision for three years",
            "details": "Pope John XXII controversially taught for three years (1331–1334) that the souls of the righteous do not see the Beatific Vision (the direct sight of God) until the Final Judgment, contradicting traditional Catholic teaching. He was criticized for this and retracted his view on his deathbed.<br><br>Critics see this as a blow against Papal Infallibility, since sermons and homilies are a part of the Pope's ordinary magisterium.<br><br>Proponents argue that Papal Infallibility doesn't apply unless the Pope is exercising his extraordinary magisterium with an ex cathedra statement, intending to bind the entire Church.",
            "category": "History"
        },
        {
            "id": 12,
            "head": "Irenæus of Lyons",
            "short": "Irenæus (c. 180 AD): All churches must agree with Rome.",
            "details": "Proponents argue that this shows the central role of Rome in doctrinal questions, maybe even a precedent for Papal Infallibility.<br><br>Critics argue that this is merely an expression of respect for Rome's evident orthodoxy, not a belief that Rome is infallible.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Against Heresies 3.3.2",
                    "year": "c. 180 AD",
                    "author": "St. Irenæus of Lyons",
                    "url": "https://www.newadvent.org/fathers/0103303.htm",
                    "text": "\"Since, however, it would be very tedious, in such a volume as this, to reckon up the successions of all the Churches, we do put to confusion all those who, in whatever manner, whether by an evil self-pleasing, by vainglory, or by blindness and perverse opinion, assemble in unauthorized meetings; [we do this, I say,] by indicating that tradition derived from the apostles, of the very great, the very ancient, and universally known Church founded and organized at Rome by the two most glorious apostles, Peter and Paul; as also [by pointing out] the faith preached to men, which comes down to our time by means of the successions of the bishops. For it is a matter of necessity that every Church should agree with this Church, on account of its preeminent authority [potiorem principalitatem].\""
                }
            ]
        },
        {
            "id": 13,
            "head": "Ambrose, Peter, and the Church",
            "short": "Ambrose of Milan (c. 340–397): Where Peter is, there is the Church.",
            "details": "Proponents see this as clear evidence that the Pope is the locus of the Church's unity, and that being in communion with him is vital.<br><br>Critics argue that this can be understood to refer to any local bishop, not just the Pope.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Explanatio Psalmorum XII",
                    "year": "c. 374–397 AD",
                    "author": "St. Ambrose of Milan",
                    "url": "https://archive.org/details/corpusscriptorum64ambruoft/page/250/mode/2up?view=theater",
                    "text": "\"Ubi Petrus, ibi ecclesia, ubi ecclesia, ibi nulla mors, sed uita aeterna. (...) Beatus Petrus, cui non inferorum porta praeualuit, non caeli porta se clausit, sed e contrario destruxit inferni uestibula, patefecit caelestia. In terris itaque positus caelum aperuit, inferos clausit.\""
                }
            ]
        },
        {
            "id": 14,
            "head": "Augustine: Roma Locuta, Causa Finita",
            "short": "Augustine of Hippo expressed his opinion that the controversy was over because it had been settled by several councils and sent to Rome.",
            "details": "Augustine is often quoted as saying \"Roma locuta est — causa finita est\" (\"Rome has spoken — the matter is finished\"), but that is a simplified paraphrase. He actually says that two councils have decided against the Pelagians and sent their decisions to the Apostolic See, who has sent their rescripts back to Africa, and that the matter is finished.<br><br>Proponents argue that this shows that Rome was to be informed when a local controversy was settled, which makes sense if the Pope is the highest authority in the Church.<br><br>Critics say Rome had the most prestige (and even then, not always) of the major sees.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Sermon 131",
                    "year": "c. 396–430 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://archive.org/details/saint-augustine-sermons/Saint Augustine - Sermons 94A %3B 147a/page/322/mode/2up?view=theater",
                    "text": "\"You see, there have already been two councils about this matter, and their decisions sent to the Apostolic See; from there rescripts have been sent back here. The case is finished; if only the error were finished too, sometime!\""
                }
            ]
        },
        {
            "id": 15,
            "head": "Optatus of Milevis on the Chair of Peter",
            "short": "St. Optatus of Milevis (367 AD) affirmed Petrine primacy for unity and sole holding of keys.",
            "details": "Proponents argue that this shows that the unity of the Church was already connected to the chair of Peter.<br><br>Critics argue that other African fathers from this period, especially Cyprian of Carthage, used similar language but were not afraid to risk excommunication by Pope Stephen I over the rebaptism of heretics. They see it as showing respect for Rome's orthodoxy and an optimistic hope that it would remain orthodox.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Against the Donatists",
                    "year": "c. 367–368 AD",
                    "author": "St. Optatus of Milevis",
                    "url": "https://tertullian.org/fathers/optatus_01_book1.htm",
                    "text": "\"Peter alone received the keys.\""
                }
            ]
        },
        {
            "id": 16,
            "head": "\"Peter Has Spoken Through Leo!\"",
            "short": "Leo’s Tome was well received at Chalcedon: \"Peter has spoken through Leo!\"",
            "details": "Proponents see this as a strong affirmation of the continuing Petrine office of the Pope.<br><br>Critics object that this does not mean the Pope is the highest earthly authority in the Church, only that Leo's Tome was well received as orthodox. Some also say that it was common to say that Peter had spoken through someone if they said something orthodox. They also point out that Peter spoke second to last at the Council of Jerusalem (Acts 15), were James seems to give the final word.",
            "category": "Patristic",
            "bible": [
                {
                    "summary": "Acts 15:6–21",
                    "text": "<sup><a href=\"https://biblehub.com/acts/15-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>The apostles and the elders were gathered together to see about this matter. <sup><a href=\"https://biblehub.com/acts/15-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>When there had been much discussion, Peter rose up and said to them, “Brothers, you know that a good while ago God made a choice among you that by my mouth the nations should hear the word of the Good News and believe. <sup><a href=\"https://biblehub.com/acts/15-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>God, who knows the heart, testified about them, giving them the Holy Spirit, just like he did to us. <sup><a href=\"https://biblehub.com/acts/15-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>He made no distinction between us and them, cleansing their hearts by faith. <sup><a href=\"https://biblehub.com/acts/15-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>Now therefore why do you tempt God, that you should put a yoke on the neck of the disciples which neither our fathers nor we were able to bear? <sup><a href=\"https://biblehub.com/acts/15-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>But we believe that we are saved through the grace of the Lord Jesus, just as they are.” <sup><a href=\"https://biblehub.com/acts/15-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>All the multitude kept silence, and they listened to Barnabas and Paul reporting what signs and wonders God had done among the nations through them. <sup><a href=\"https://biblehub.com/acts/15-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>After they were silent, James answered, “Brothers, listen to me. <sup><a href=\"https://biblehub.com/acts/15-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Simeon has reported how God first visited the nations to take out of them a people for his name. <sup><a href=\"https://biblehub.com/acts/15-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>This agrees with the words of the prophets. As it is written, <sup><a href=\"https://biblehub.com/acts/15-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>‘After these things I will return. I will again build the tabernacle of David, which has fallen. I will again build its ruins. I will set it up <sup><a href=\"https://biblehub.com/acts/15-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>that the rest of men may seek after the Lord: all the Gentiles who are called by my name, says the Lord, who does all these things.’ <sup><a href=\"https://biblehub.com/acts/15-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>“All of God’s works are known to him from eternity. <sup><a href=\"https://biblehub.com/acts/15-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Therefore my judgment is that we don’t trouble those from among the Gentiles who turn to God, <sup><a href=\"https://biblehub.com/acts/15-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>but that we write to them that they abstain from the pollution of idols, from sexual immorality, from what is strangled, and from blood. <sup><a href=\"https://biblehub.com/acts/15-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>For Moses from generations of old has in every city those who preach him, being read in the synagogues every Sabbath.”"
                }
            ],
            "ancient": [
                {
                    "summary": "Leo's Tome",
                    "year": "449 AD",
                    "author": "Pope St. Leo the Great",
                    "url": "https://www.ccel.org/ccel/schaff/npnf214.xi.vii.html",
                    "text": "\"\""
                }
            ]
        },
        {
            "id": 17,
            "head": "\"Peter Has Spoken Through Agatho!\"",
            "short": "Agatho's letter was well received at Constantinople III: \"Peter has spoken through Agatho!\"",
            "details": "Agatho's Letter contains some strong claims about Rome never erring.<br><br>Proponents see this as a strong affirmation of the continuing Petrine office of the Pope, at least from Rome itself. Some argue that the council agreed with it as well.<br><br>Critics object that Agatho's Letter is written in such a way that the Greeks would perceive its lofty claims as hyperbolic flattery, which the Latins knew was common in the East, and thus doesn't prove a special Papal authority in the East. Some also question whether the infalliibility phrases in Agatho's Letter are original or interpolations, and whether it was simply common to say that Peter had spoken through someone if they said something orthodox.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Agatho's Letter",
                    "year": "680 AD",
                    "author": "Pope St. Agatho",
                    "url": "https://sourcebooks.fordham.edu/basis/const3.asp",
                    "text": "\"For the ancient city of Rome handed thee a confession of divine character, and a chart from the sunsetting raised up the day of dogmas, and made the darkness manifest, and Peter spoke through Agatho, and thou, O autocratic King, according to the divine decree, with the Omnipotent Sharer of thy throne, didst judge.\""
                }
            ],
            "modern": [
                {
                    "summary": "Craig Truglia: \"Pope Agatho's Letter, Constantinople III, and Papal Claims\"",
                    "year": "2019",
                    "url": "https://orthodoxchristiantheology.com/2019/08/10/pope-agathos-letter-constantinople-iii-and-papal-claims/",
                    "text": ""
                }
            ]
        },
        {
            "id": 18,
            "head": "Pope Gregory and Synods",
            "short": "Gregory the Great (598–599 AD): synods have no force without the authority and consent of Rome.",
            "details": "Proponents argue that this shows that Rome has always held that it has the final say in any conciliar matter, in which case it could be said that ecumenical councils derive their infallibility from the Pope.<br><br>Critics see this as Pope Gregory going beyond his jurisdiction and trying to increase his own power.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Registrum Apostolorum, Book IX, Letter 68",
                    "year": "595–600 AD",
                    "author": "Pope St. Gregory the Great",
                    "url": "https://www.newadvent.org/fathers/360209068.htm",
                    "text": "\"(...) though without the authority and consent of the Apostolic See nothing that might be passed would have any force (...)\""
                }
            ]
        }
    ]
}

