{
    "title": "Perpetual Virginity",
    "intro": "Hypothesis: Mary, the mother of Jesus, remained a virgin even after giving birth.",
    "evidence": [
        {
            "id": 1,
            "head": "Brothers and Sisters",
            "short": "Jesus is said to have had brothers and sisters. (Mark 6:3, Matthew 13:55-56)",
            "details": "Critics point out that Jesus's \"brothers\" and \"sisters\" are explicitly mentioned, and some of them are named. This suggests that Mary may have had more children after Jesus.\n\nProponents argue that these are Jesus's relatives, and usually raise one or both of the following possibilities: 1) They are Joseph's children from a previous marriage, making them Jesus's legal brothers. 2) They are Jesus's cousins (or similar), and calling them \"brothers\" is just common in Jewish (and many other) cultures.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/mark/6-3.htm and https://www.biblegateway.com/passage/?search=matthew%2013:55-56&version=NRSVUE"
            ]
        },
        {
            "id": 2,
            "head": "The \"Until\" Clause",
            "short": "There is no mention of Mary's virginity after Jesus’s birth, and Matthew 1:25 says they did not have sexual relations \"until she had given birth to a son\".",
            "details": "Critics point to \"until\", which could indicate that the previous statement was true before, but not after the \"until\" clause.\n\nProponents argue that \"until\" doesn't always indicate a change like that, and that Matthew's point is not to comment on Mary's sex life, but to point out that Jesus fulfilled the prophecy in Isaiah 7:14.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/matthew/1-25.htm and https://biblehub.com/isaiah/7-14.htm"
            ]
        },
        {
            "id": 3,
            "head": "Tertullian and Mary's Children",
            "short": "Tertullian refers to Mary’s children. (c. 200 AD)",
            "details": "Critics bring up Tertullian as an early ecclesiastical writer who did not seem to think Mary remained a virgin, which suggests this idea may be a later development.\n\nProponents argue that Tertullian is known to be a little eccentric in some ways, even before he became a heretic, and that he represents the minority view.",
            "category": "Patristic",
            "references": [
                ""
            ]
        },
        {
            "id": 4,
            "head": "Protoevangelium of James",
            "short": "The Protoevangelium of James, also called the Infancy Gospel of James (c. 150 AD), affirms Mary's perpetual virginity.",
            "details": "Critics argue that this does not count, because it is Christian fanfiction, at best, and was condemned by the Church according to the Gelasian Decree.",
            "category": "Pseudepigrapha",
            "references": [
                "Protoevangelium of James: https://earlychristianwritings.com/infancyjames.html\nGelasian Decree: https://tertullian.org/decretum_eng.htm"
            ]
        },
        {
            "id": 5,
            "head": "Origen's Affirmation",
            "short": "Origen (3rd century) affirms Mary's perpetual virginity.",
            "details": "Critics argue that Origen is sometimes at odds with other fathers, and probably ended his life in schism.\n\nProponents argue that Origen's position is usually orthodox, even though he later had a falling out with the Church.",
            "category": "Patristic",
            "references": [
                ""
            ]
        },
        {
            "id": 6,
            "head": "Athanasius's Affirmation",
            "short": "St. Athanasius of Alexandria (4th century) affirms Mary's perpetual virginity.",
            "details": "Critics point out that the 4th century is rather late to be a reliable witness to a teaching that is not explicit in the New Testament.\n\nProponents argue that St. Athanasius is known for his staunch defense of Christian orthodoxy and so is a good indication for what came before him.",
            "category": "Patristic",
            "references": [
                ""
            ]
        },
        {
            "id": 7,
            "head": "Ambrose's Affirmation",
            "short": "St. Ambrose of Milan (4th century) affirms Mary's perpetual virginity.",
            "details": "Critics point out that the 4th century is rather late to be a reliable witness to a teaching that is not explicit in the New Testament.\n\nProponents argue that St. Ambrose shows that the teaching was widespread geographically even before the 4th century itself.",
            "category": "Patristic",
            "references": [
                "N/A"
            ]
        },
        {
            "id": 8,
            "head": "Jerome's Defense",
            "short": "St. Jerome (4th century) defended Mary's perpetual virginity against Helvidius.",
            "details": "Critics point out that the 4th century is rather late to be a reliable witness to a teaching that is not explicit in the New Testament.\n\nProponents argue that St. Jerome's strong defense of this doctrine indicates it was firmly held long before it was handed down to him.",
            "category": "Patristic",
            "references": [
                ""
            ]
        },
        {
            "id": 9,
            "head": "Epiphanius's Defense",
            "short": "St. Epiphanius of Salamis (4th century) defended Mary's perpetual virginity against the Antidicomarians",
            "details": "Critics point out that the 4th century is rather late to be a reliable witness to a teaching that is not explicit in the New Testament.\n\nProponents argue that St. Epiphanius's defense indicates that this doctrine was firmly in place even before it was handed down to him.",
            "category": "Patristic",
            "references": [
                ""
            ]
        },
        {
            "id": 10,
            "head": "Liturgical Ever-Virgin",
            "short": "Mary was called “ever-virgin” in both Eastern and Western liturgies by the 4th century.",
            "details": "Critics point out that the 4th century is rather late to be a reliable witness to a teaching that is not explicit in the New Testament.\n\nProponents argue that the liturgy was the very centre of Christian life, and did not change as easily as individuals changed their minds, which indicates that the teaching was more ancient.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": 11,
            "head": "Marginalized Protests",
            "short": "Contrary opinions are mostly known through rebuttals (e.g. Helvidius).",
            "details": "Critics argue that the fact that this teaching won out could mean that contrary opinions were widespread, but are simply not preserved, except in rebuttals.\n\nProponents argue that it could also simply mean that there was a strong consensus in favour.",
            "category": "History",
            "references": [
                ""
            ]
        },
        {
            "id": 12,
            "head": "Vow of Virginity",
            "short": "Mary was surprised that she would bear a son, suggesting a vow of virginity (as in Numbers 30).",
            "details": "Critics argue that there is no explicit mention of such a vow in the Gospel accounts.\n\nProponents argue that not everything has to be explicit, and there are clear clues pointing in that direction.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/bsb/numbers/30.htm"
            ]
        },
        {
            "id": 13,
            "head": "Mary as the Ark of the New Covenant",
            "short": "Mary is presented as the antitype of the very holy Ark of the Covenant (e.g. in Luke 1:39 and 2 Samuel 6).",
            "details": "Critics argue that this is speculative, since it is not explicitly pointed out.\n\nProponents argue that it is made very obvious, so there is no need to point it out explicitly.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/bsb/luke/1.htm and https://biblehub.com/bsb/2_samuel/6.htm"
            ]
        },
        {
            "id": 14,
            "head": "This Gate Must Remain Shut",
            "short": "Church Fathers cite Ezekiel 44:2 as evidence for perpetual virginity.",
            "details": "Critics argue that applying this to Mary is speculative.\n\nProponents argue that it is hard to miss the parallels in this chapter.",
            "category": "Biblical",
            "references": [
                "Read online: https://biblehub.com/ezekiel/44-2.htm"
            ]
        }
    ]
}
