{
    "title": "Petrine Primacy",
    "intro": "Hypothesis: Peter was the leader of the early Church and had supreme and immediate universal jurisdiction.",
    "evidence": [
        {
            "id": 1,
            "head": "On This Rock",
            "short": "Matthew 16:18, Jesus: You are Peter, and on this rock I will build my Church",
            "details": "Proponents see this as Jesus's strongest proclamation of the Papacy. Peter's identity as the rock can be established by noticing the pattern Jesus is using: He makes a statement about Peter, then elaborates on it, three times. This makes it difficult to deny that Peter is also being spoken about in the middle elaboration. Several Church Fathers and ecclesiastical writers also support this, like Tertullian (before he became a Montanist), Origen, Augustine (before he changed his mind and interpreted the rock as Christ instead), Epiphanius of Salamis, and Gregory of Nyssa.<br><br>Proponents see the rock as allowing us to know where the Church properly is (in communion with Peter's successors).<br><br>Some critics argue that the rock is something other than Peter, like his confession of Jesus or Jesus Himself (both of which have patristic support), but proponents usually acknowledge these as compatible understandings. More sophisticated critics concede that Peter is the rock, but deny that this establishes a Papacy.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Matthew%2016:18&version=NRSVUE",
                "Tertullian (c. 200) mentions Peter as the rock and holder of the keys: https://www.newadvent.org/fathers/0311.htm",
				"Tertullian (c. 208–212 AD) admits the Church was built on Peter: https://www.newadvent.org/fathers/0406.htm",
				"Origen (c. 225 AD) calls Peter the rock the Church is built on: https://www.newadvent.org/fathers/101505.htm",
				"Origen (c. 248 AD) calls Peter the rock the Church is built on: https://www.churchfathers.org/origins-of-peter-as-pope",
                "Epiphanius of Salamis (c. 375 AD) says Peter is the rock the Church was built on: http://khazarzar.skeptik.net/books/panariog.htm",
                "Gregory of Nyssa (c. 395 AD) says Peter is the rock the Church was built on: https://www.sacredheartchristian.com/papacy/st.-gregory-of-nyssa"
            ]
        },
        {
            "id": 2,
            "head": "The Keys of the Kingdom of Heaven",
            "short": "Matthew 16:19, Jesus: And I will give you the keys of the Kingdom of Heaven",
            "details": "Proponents see this as indicating Peter's special leadership role, since he alone is promised the keys. This also has support in early writers like Tertullian (pre-Montanism), Origen, and St. Optatus of Milevis.<br><br>Critics argue that, although the keys are not mentioned in Matthew 18, the power to bind and loose is, and that this is an elaboration on the keys in Matthew 16, and thus means the same thing. That would mean that Peter receives the keys first, but all the other apostles also receive them.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Matthew%2016%3A19&version=NRSVUE",
                "Tertullian (c. 200) mentions Peter as the rock and holder of the keys: https://www.newadvent.org/fathers/0311.htm",
				"Tertullian (c. 203–206 AD) reiterates that Peter holds the keys: https://www.newadvent.org/fathers/0318.htm",
				"Origen (c. 233–244 AD) makes Peter as the holder of the keys distinct from the others: https://www.newadvent.org/fathers/101613.htm",
				"Optatus of Milevis (367 AD) says Peter alone received the keys: https://tertullian.org/fathers/optatus_01_book1.htm"
            ]
        },
        {
            "id": 3,
            "head": "A Steward like Eliakim",
            "short": "Isaiah 22:15–25: Peter can be considered a steward like Eliakim, but also like Adam, Joseph, and Daniel",
            "details": "Proponents argue that there are clear parallels between Isaiah 22 and Matthew 16 (especially with the keys), but also that the stewardship image is present already in Genesis, where Adam is given stewardship over the world and Joseph over Egypt. We also see Shebna and Eliakim as stewards in the Davidic kingdom, and Daniel in Babylon.<br><br>Critics argue that, while there might be something to such typology, we shouldn't base such an important doctrine on speculative types and antitypes.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Isaiah%2022:15%E2%80%9325&version=NRSVUE"
            ]
        },
        {
            "id": 4,
            "head": "The Temple Tax",
            "short": "Matthew 17:24–27 (and Clement of Alexandria): Jesus paid the temple tax only for himself and Peter",
            "details": "Proponents argue that this is further evidence for Peter's special role as leader of the entire Church.<br><br>Critics argue that this does not mean his successors are.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Matthew%2017:24%E2%80%9327&version=NRSVUE",
                "Clement of Alexandria (200 AD): https://www.sacredheartchristian.com/papacy/st.-clement-of-alexandria"
            ]
        },
        {
            "id": 5We\"",
            "head": "\",
            "short": "Matthew 17:27: Peter is the only one Jesus ever includes in a \"we\" or \"us\"",
            "details": "Proponents argue that this also bolsters the case for Peter's special role.<br><br>Critics see it as irrelevant or at least not indicative of a continuing office.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Matthew%2017:27&version=NRSVUE"
            ]
        },
        {
            "id": 6,
            "head": "Authority to Bind and Loose",
            "short": "Matthew 18:18: All the apostles received the authority to bind and loose",
            "details": "Critics point to this as evidence that all the apostles had the same authority and that Peter was not as special as one might think.<br><br>Proponents argue that this merely indicates the conciliar approach the Pope is supposed to take in working with his brother bishops.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Matthew%2018:18&version=NRSVUE"
            ]
        },
        {
            "id": 7,
            "head": "I Have Prayed for Thee",
            "short": "Luke 22:24–34, Jesus: And I have prayed for you [thee], that your faith may not fail",
            "details": "Proponents argue that it is conspicuous that Peter should be singled out here, and that it shows that he had a special role as leader of the apostles.<br><br>Critics usually concede that Peter is the leader, but deny that this applies to his successors as well.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": 8,
            "head": "Strengthen Your Brothers",
            "short": "Luke 22:24–34, Jesus: Strengthen your brothers",
            "details": "Proponents see this as indicating how the Pope is supposed to rule: in conciliarity with his brother bishops, yet as a leader with real authority.<br><br>Critics see it as merely indicating Peter's special mission and conciliarity.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": 9,
            "head": "The Greatest Among You",
            "short": "Luke 22:24–34, Jesus: The greatest among you must be like one who serves",
            "details": "Proponents argue that this shows how the Pope is supposed to rule: as the servant of the servants of God, in unity with his brother bishops.<br><br>Critics tend to view it as applying only to other leaders in the Church, rather than the Pope specifically.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Luke%2022:24%E2%80%9334&version=NRSVUE"
            ]
        },
        {
            "id": 10,
            "head": "The Good Shepherd and the Gate",
            "short": "John 10:1–18, Jesus: The Good Shepherd and the gate the shepherd will enter by, and says there will be \"one shepherd\".",
            "details": "Proponents argue that Jesus indicates that someone will take his place as the earthly shepherd, and since Jesus is naturally the leader of the entire Church, so will his \"vicar\" be.<br><br>Critics argue that this is speculative typology and could just as easily apply to the pastors of the Church more generally.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=John%2010:1%E2%80%9318&version=NRSVUE"
            ]
        },
        {
            "id": 11,
            "head": "The Untorn Net",
            "short": "John 21:11: Peter pulls ashore the fishing net without it tearing (cf. Matthew 13:47)",
            "details": "Proponents see this as an indication of Peter's role as \"custodian of unity\".<br><br>Critics caution against speculative typology.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=John%2021:11&version=NRSVUE",
                "https://biblehub.com/matthew/13-47.htm"
            ]
        },
        {
            "id": 12,
            "head": "Feed My Sheep",
            "short": "John 21:15–19, Jesus: Feed my sheep",
            "details": "Proponents argue that this is the fulfilment of John 10's shepherd who enters by the gate.<br><br>Critics see this as merely restoring Peter after he denied Jesus three times.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=John%2021:15%E2%80%9319&version=NRSVUE"
            ]
        },
        {
            "id": 13,
            "head": "Authority of the Holy Spirit",
            "short": "Acts 5:1–11: Peter exercises authority on behalf of the Holy Spirit",
            "details": "Proponents argue that Peter is clearly presented as the leader of the early Church here.<br><br>Critics usually concede that he is, but argue that this does not necessarily mean his successors are.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Acts%205:1%E2%80%9311&version=NRSVUE"
            ]
        },
        {
            "id": 14,
            "head": "Gentile Inclusion",
            "short": "Acts 10:9–16: God abolished Jewish dietary laws and gentile exclusion through Peter",
            "details": "Proponents see this as an early example of Peter's special jurisdiction over the whole Church.<br><br>Critics argue that this is more so a case of God using someone to accomplish His mission, and that it could easily have been someone else too. Some concede that Peter had a special role, but deny that this role could be passed down to his successors.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Acts%2010:9-16&version=NRSVUE"
            ]
        },
        {
            "id": 15,
            "head": "Council of Jerusalem",
            "short": "Acts 15:13–21: James presided over the Council of Jerusalem",
            "details": "Critics argue that if Peter had jurisdiction over the entire Church, surely he should be the one to preside at this council. The Pope does usually preside when he is personally present at later councils, after all. Also, it is James that gets the final word and seems to make the decision, not Peter.<br><br>Proponents see this as a good example of Papal conciliarity, with Peter intervening only when necessary and when everyone has had their say. Still, they emphasize that it looks like Peter's contribution is what settles the question, and that James is merely agreeing with him.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Acts%2015:13-21&version=NRSVUE"
            ]
        },
        {
            "id": 16,
            "head": "Paul Rebukes Peter",
            "short": "Galatians 2:11–13: Paul rebuked Peter",
            "details": "Critics see this as suggesting that all the apostles, or at least Paul, saw themselves as Peter's equals, at least in authority, if not in honour.<br><br>Proponents argue that Paul was justified in his rebuke, even if Peter was his superior, and that this does not invalidate Peter's special leadership.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Galatians%202:11%E2%80%9313&version=NRSVUE"
            ]
        },
        {
            "id": 17,
            "head": "Apostle to the Jews or Gentiles",
            "short": "Galatians 2:8: Peter was called the Apostle to the Jews, and Paul was the Apostle to the Gentiles",
            "details": "Critics argue that this suggests Peter's jurisdiction was limited to the Jews.<br><br>Proponents counter that both Peter and Paul witness to both Jews and gentiles alike, even though they may have focused more on one or the other, but also, the bishop of Rome is the successor of both, which actually helps the Papal claims.",
            "category": "Biblical",
            "references": [
                "https://www.biblegateway.com/passage/?search=Galatians%202:8&version=NRSVUE"
            ]
        },
        {
            "id": 18,
            "head": "Peter is Always First",
            "short": "In lists of the Twelve, Peter is always listed first (and Judas last).",
            "details": "Proponents argue that the order the Twelve are listed in varies, but Simon Peter is always first, and Judas Iscariot always last.<br><br>Critics concede this, but see it as irrelevant or at most as indicating a primacy of honour.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later."
            ]
        },
        {
            "id": 19,
            "head": "Peter as the Leader",
            "short": "Peter seems to be the leader of the apostles in particular and the early Church in general",
            "details": "This is supported by several Church Fathers, ecclesiastical writers, and ancient inscriptions.<br><br>Proponents argue that this function of Peter's office is passed on to his successors.<br><br>Critics argue that it may still be the case that he got the consent of the other apostles even where it isn't mentioned, but that he and the others had actual authority either way.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later.",
                "The Bethsaida Inscription (c. 100) calls Peter \"chief and commander of the Heavenly Apostles\": https://www.smithsonianmag.com/smart-news/did-archaeologists-find-st-peters-birthplace-180980607/",
                "Peter of Alexandria (d. 311) calls Peter \"first of the apostles\": https://www.newadvent.org/fathers/360209068.htm",
                "John Cassian (c. 429–430) calls Peter \"chief and head of the apostles\": https://www.ccel.org/ccel/schaff/npnf211.iv.vii.iv.xii.html"
            ]
        },
        {
            "id": 20,
            "head": "Peter Speaks for the Apostles",
            "short": "Peter often speaks on behalf of all the apostles",
            "details": "Proponents see this as Peter acting like a leader with actual authority, often without checking with the others first.<br><br>Critics argue that it may still be the case that he got the consent of the other apostles even where it isn't mentioned, but that he and the others had actual authority either way.",
            "category": "Biblical",
            "references": [
                "Several verses. Will add later."
            ]
        },
        {
            "id": 21,
            "head": "Clement of Rome",
            "short": "Clement of Rome (c. 70–96 AD) asserted authority over Corinth in the mid–late first century, intervening in a leadership crisis to tell the laity to follow the clergy.",
            "details": "Proponents often argue that this shows Rome's special leadership role even in the first century. The Apostle John was probably still alive on Patmos, which is much closer to Corinth than Rome is, but the Corinthians sought Rome's help instead. Clement knew Peter personally, so if he believed Peter's successors could intervene elsewhere, how much more Peter himself?<br><br>Critics often point out that, although Corinth was in Greece, it was a Roman colony and enjoyed a close relationship to Rome itself. This means appealing to Rome might just have been the natural choice. Clement is also writing on behalf of the Roman church and doesn't appeal to a Petrine authority, which suggests he may not have been thinking in terms of Petrine succession at all.",
            "category": "Patristic",
            "references": [
                "Clement of Rome (c. 70–96 AD): https://www.newadvent.org/fathers/1010.htm"
            ]
        },
        {
            "id": 22,
            "head": "Irenæus of Lyons",
            "short": "Irenæus (c. 180 AD): All churches must agree with Rome.",
            "details": "Proponents argue that this shows the central role of Rome in doctrinal questions, maybe even a precedent for Papal Infallibility. He grounds this in the Roman church's founding by Peter and Paul.<br><br>Critics argue that this is merely an expression of respect for Rome's evident orthodoxy, not a belief that Rome is infallible.",
            "category": "Patristic",
            "references": [
                "Irenæus of Lyons: https://www.newadvent.org/fathers/0103303.htm"
            ]
        },
        {
            "id": 23,
            "head": "All Christians as Peters",
            "short": "Origen (c. 225 AD) interpreted all Christians as a kind of Peter.",
            "details": "Proponents argue that this is fine, because a passage can have several layers of meaning.<br><br>Critics argue that this undermines the papal aspects of identifying Peter as the rock.",
            "category": "Patristic",
            "references": [
                "Origen (c. 225 AD): https://www.newadvent.org/fathers/101505.htm"
            ]
        },
        {
            "id": 24,
            "head": "Cyprian and the Equality of the Apostles",
            "short": "Cyprian of Carthage (c. 251–252 AD) says the apostles received equal power to bind and loose.",
            "details": "Proponents argue that this is true, in the sense that the Pope is the leader of the college of bishops, but he doesn't replace the bishops.<br><br>Critics see this as incompatible with Papal Supremacy in general and Universal Jurisdiction in particular.",
            "category": "Patristic",
            "references": [
                "Cyprian of Carthage (c. 251–252 AD): https://archive.org/details/TheUnityOfTheChurchByStCyprianOfCarthage/page/n9/mode/2up?view=theater"
            ]
        },
        {
            "id": 25,
            "head": "Ambrose, Peter, and the Church",
            "short": "Ambrose of Milan (c. 340–397): Where Peter is, there is the Church.",
            "details": "Proponents see this as clear evidence that the Pope is the locus of the Church's unity, and that being in communion with him is vital.<br><br>Critics argue that this can be understood to refer to any local bishop, not just the Pope, and that he was speaking pastorally rather than juridically.",
            "category": "Patristic",
            "references": [
                "Ambrose of Milan (c. 340–397 AD): https://archive.org/details/corpusscriptorum64ambruoft/page/250/mode/2up?view=theater"
            ]
        },
        {
            "id": 26,
            "head": "Ambrose and Peter's Confession",
            "short": "Ambrose of Milan (c. 340–397) says the Petrine Primacy is one of confession, not of honor; a primacy of faith, not rank.",
            "details": "Proponents argue that this is true in the sense that the Church is built on Peter because of his confession, and that the \"rank\" refers to the Pope's role as servant of the servants of God.<br><br>Critics argue that this indicates the Pope is not above the other bishops in any way.",
            "category": "Patristic",
            "references": [
                "Ambrose of Milan"
            ]
        },
        {
            "id": 27,
            "head": "Optatus of Milevis on the Chair of Peter",
            "short": "St. Optatus of Milevis (367 AD) affirmed Petrine primacy for unity and sole holding of keys.",
            "details": "Proponents argue that this shows that the unity of the Church was already connected to the chair of Peter.<br><br>Critics argue that other African fathers from this period, especially Cyprian of Carthage, used similar language but were not afraid to risk excommunication by Pope Stephen I over the rebaptism of heretics. They see it as showing respect for Rome's orthodoxy and an optimistic hope that it would remain orthodox.",
            "category": "Patristic",
            "references": [
				"Optatus of Milevis (367 AD): https://tertullian.org/fathers/optatus_01_book1.htm"
            ]
        }
    ]
}

