{
    "title": "Praying for the Dead",
    "intro": "Hypothesis: It is permissible for Christians to pray for the dead.",
    "evidence": [
        {
            "id": 1,
            "head": "Paul prays for Onesiphorus",
            "short": "In 2 Timothy 1:16-18 (cf. 4:19), Paul prays for Onesiphorus and his household, speaking of him in the past tense.",
            "details": "Proponents infer from this that Onesiphorus has already died, which would show that St. Paul prayed for the dead in this letter.\n\nCritics caution that this is speculative, and it is possible that Onesiphorus is still alive.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Timothy 1:16–18",
                    "text": "<sup><a href=\"https://biblehub.com/2_timothy/1-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me, and was not ashamed of my chain, <sup><a href=\"https://biblehub.com/2_timothy/1-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>but when he was in Rome, he sought me diligently and found me <sup><a href=\"https://biblehub.com/2_timothy/1-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>(the Lord grant to him to find the Lord’s mercy in that day); and in how many things he served at Ephesus, you know very well."
                },
                {
                    "summary": "2 Timothy 4:19",
                    "text": "<sup><a href=\"https://biblehub.com/2_timothy/4-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>Greet Prisca and Aquila, and the house of Onesiphorus."
                }
            ]
        },
            {
            "id": 2,
            "head": "God of the Living",
            "short": "In the gospel accounts of Mark and Luke Jesus refutes the Sadducees on the resurrection of the dead by saying God is not the God of the dead, but of the living.",
            "details": "Proponents argue that this indicates that, even when people die, they aren't really gone, just no longer living on earth, and so our prayers can still help them. Alternatively, they could benefit from our prayers once they are resurrected.\n\nCritics generally agree that God will raise them up again, but that doesn't mean they are conscious and \"alive\" in the meantime. Also, at the resurrection, everyone will face judgement, but their fate is thought to be sealed at death, which suggests prayers won't help at that point.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 12:18–27",
                    "text": "<sup><a href=\"https://biblehub.com/mark/12-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Some Sadducees, who say that there is no resurrection, came to him. They asked him, saying, <sup><a href=\"https://biblehub.com/mark/12-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>“Teacher, Moses wrote to us, ‘If a man’s brother dies and leaves a wife behind him, and leaves no children, that his brother should take his wife and raise up offspring for his brother.’ <sup><a href=\"https://biblehub.com/mark/12-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>There were seven brothers. The first took a wife, and dying left no offspring. <sup><a href=\"https://biblehub.com/mark/12-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>The second took her, and died, leaving no children behind him. The third likewise; <sup><a href=\"https://biblehub.com/mark/12-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>and the seven took her and left no children. Last of all the woman also died. <sup><a href=\"https://biblehub.com/mark/12-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>In the resurrection, when they rise, whose wife will she be of them? For the seven had her as a wife.” <sup><a href=\"https://biblehub.com/mark/12-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>Jesus answered them, “Isn’t this because you are mistaken, not knowing the Scriptures nor the power of God? <sup><a href=\"https://biblehub.com/mark/12-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>For when they will rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. <sup><a href=\"https://biblehub.com/mark/12-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>But about the dead, that they are raised, haven’t you read in the book of Moses about the Bush, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’? <sup><a href=\"https://biblehub.com/mark/12-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>He is not the God of the dead, but of the living. You are therefore badly mistaken.”"
                },
                {
                    "summary": "Luke 20:27–40",
                    "text": "<sup><a href=\"https://biblehub.com/luke/20-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>Some of the Sadducees came to him, those who deny that there is a resurrection. <sup><a href=\"https://biblehub.com/luke/20-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>They asked him, “Teacher, Moses wrote to us that if a man’s brother dies having a wife, and he is childless, his brother should take the wife and raise up children for his brother. <sup><a href=\"https://biblehub.com/luke/20-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>There were therefore seven brothers. The first took a wife, and died childless. <sup><a href=\"https://biblehub.com/luke/20-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>The second took her as wife, and he died childless. <sup><a href=\"https://biblehub.com/luke/20-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>The third took her, and likewise the seven all left no children, and died. <sup><a href=\"https://biblehub.com/luke/20-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Afterward the woman also died. <sup><a href=\"https://biblehub.com/luke/20-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Therefore in the resurrection whose wife of them will she be? For the seven had her as a wife.” <sup><a href=\"https://biblehub.com/luke/20-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>Jesus said to them, “The children of this age marry and are given in marriage. <sup><a href=\"https://biblehub.com/luke/20-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>But those who are considered worthy to attain to that age and the resurrection from the dead neither marry nor are given in marriage. <sup><a href=\"https://biblehub.com/luke/20-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>For they can’t die any more, for they are like the angels and are children of God, being children of the resurrection. <sup><a href=\"https://biblehub.com/luke/20-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>But that the dead are raised, even Moses showed at the bush, when he called the Lord ‘The God of Abraham, the God of Isaac, and the God of Jacob.’ <sup><a href=\"https://biblehub.com/luke/20-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>Now he is not the God of the dead, but of the living, for all are alive to him.” <sup><a href=\"https://biblehub.com/luke/20-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>Some of the scribes answered, “Teacher, you speak well.” <sup><a href=\"https://biblehub.com/luke/20-40.htm\"target=\"_blank\"rel=\"noopener noreferrer\">40</a></sup>They didn’t dare to ask him any more questions."
                }
            ]
        },
        {
            "id": 3,
            "head": "Forgiveness In the Age to Come?",
            "short": "In Matthew 12:32, Jesus says that those who speak against the Holy Spirit \"will not be forgiven, either in this age or the age to come\".",
            "details": "Proponents argue that this indicates there might be some sort of forgiveness for other sins in the age to come, just not this particular sin.\n\nCritics argue that this does not necessarily follow, making this weak evidence. Jesus could also simply be emphasizing how grave a sin blasphemy against the Holy Spirit is.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 12:32",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/12-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Whoever speaks a word against the Son of Man, it will be forgiven him; but whoever speaks against the Holy Spirit, it will not be forgiven him, either in this age, or in that which is to come."
                }
            ]
        },
        {
            "id": 4,
            "head": "The Faithful and Unfaithful Servants",
            "short": "In Luke 12:43–48, Jesus lays out four different punishments, depending on how the servants perform.",
            "details": "The good servant is usually seen as the faithful who go to Heaven when they die, and the evil servant those who go to Hell. However, the last two receive more or less severe beatings, depending on their level of knowledge.\n\nProponents argue that this could mean some sort of post-mortem purification before they are allowed to enter Heaven, and that our prayers can help souls going throught this.\n\nCritics argue that this is not clear from the text itself, and it could just as easily mean more and less severe forms of Hell.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 12:43–48",
                    "text": "<sup><a href=\"https://biblehub.com/luke/12-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>Blessed is that servant whom his lord will find doing so when he comes. <sup><a href=\"https://biblehub.com/luke/12-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>Truly I tell you that he will set him over all that he has. <sup><a href=\"https://biblehub.com/luke/12-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink and to be drunken, <sup><a href=\"https://biblehub.com/luke/12-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>then the lord of that servant will come in a day when he isn’t expecting him and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful. <sup><a href=\"https://biblehub.com/luke/12-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>That servant who knew his lord’s will, and didn’t prepare nor do what he wanted, will be beaten with many stripes, <sup><a href=\"https://biblehub.com/luke/12-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked."
                }
            ]
        },
        {
            "id": 5,
            "head": "The Maccabees Sacrificed for the Dead",
            "short": "The Jewish hero Judas Maccabeus prayed and offered sacrifice for fallen soldiers.",
            "details": "Proponents argue that this demonstrates that pious Jews in the Second Temple period prayed for and offered sacrifices on behalf of the dead, expecting this to benefit them at the resurrection.\n\nCritics suggest that this could be an isolated incident or even fabrication. Some also point out that 2 Maccabees is not in the Jewish canon of Scripture, suggesting it isn't as authoritative, even if it does show prayers for the dead in the Second Temple period.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Maccabees 12:45(–46)",
                    "text": "<sup><a href=\"https://biblehub.com/catholic/2_maccabees/12-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a>(–<a href=\"https://biblehub.com/catholic/2_maccabees/12-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a>)</sup>But if he was looking forward to an honorable memorial of gratitude laid up for those who †die ‡in godliness, then the thought was holy and godly. Therefore he made the atoning sacrifice for those who had died, that they might be released from their sin."
                }
            ]
        },
        {
            "id": 6,
            "head": "Church Fathers In Support",
            "short": "Several Church Fathers describe or endorse prayers for the dead.",
            "details": "",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "On Monogamy, Chapter 10",
                    "year": "c. 213–216 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0406.htm",
                    "text": "\"Indeed, she [the widow] prays for his soul, and requests refreshment for him meanwhile, and fellowship (with him) in the first resurrection; and she offers (her sacrifice) on the anniversaries of his falling asleep.\""
                },
                {
                    "summary": "The Crown, Chapter 3",
                    "year": "c. 201 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0304.htm",
                    "text": "\"As often as the anniversary comes round, we make offerings for the dead as birthday honours.\""
                },
                {
                    "summary": "On Exhortation to Chastity, Chapter 11",
                    "year": "c. 204–212 AD",
                    "author": "Tertullian",
                    "url": "https://www.newadvent.org/fathers/0405.htm",
                    "text": "\"(...) for whose spirit you make request; for whom you render annual oblations.\""
                },
                {
                    "summary": "Catechetical Lectures 23:9",
                    "year": "c. 350 AD",
                    "author": "St. Cyril of Jerusalem",
                    "url": "https://www.newadvent.org/fathers/310123.htm",
                    "text": "\"Then on behalf also of the Holy Fathers and Bishops who have fallen asleep before us, and in a word of all who in past years have fallen asleep among us, believing that it will be a very great benefit to the souls , for whom the supplication is put up, while that holy and most awful sacrifice is set forth.\""
                },
                {
                    "summary": "Confessions 9:11:27",
                    "year": "c. 397–400 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.newadvent.org/fathers/1101.htm",
                    "text": "\"This only I ask, that you will remember me at the Lord's altar, wherever you be.\""
                },
                {
                    "summary": "Homily 3 on Philippians",
                    "year": "c. 398–402 AD",
                    "author": "St. John Chrysostom",
                    "url": "https://www.newadvent.org/fathers/230203.htm",
                    "text": "\"As then we pray for those living, who differ not from the dead, so too we may pray for them.\""
                },
                {
                    "summary": "City of God 21:24",
                    "year": "c. 413–426 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.logoslibrary.org/augustine/city/",
                    "text": "\"For some of the dead, indeed, the prayer of the Church or of pious individuals is heard;\""
                }
            ]
        },
        {
            "id": 7,
            "head": "Aerius of Sebaste",
            "short": "Epiphanius of Salamis writes in his 'Panarion' about Aerius of Sebaste (c. 360 AD), who condemned prayers for the dead.",
            "details": "Aerius was an Arian presbyter who, among other heterodox things, reportedly said, \"< If > the living prays or has given alms, how will this benefit the dead?\". His teachings were not tolerated by the universal Church.\n\nCritics argue that this shows there was opposition to prayers for the dead already in the 4th century, suggesting there could have been such opposition earlier as well, even if no such written accounts survive.\n\nProponents argue that this being the earliest example is telling, because if prayers for the dead were controversial, we would expect someone to mention it in earlier polemical works.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Panarion, Anacephalaeosis VI, § 75",
                    "year": "c. 375 AD",
                    "author": "St. Epiphanius of Salamis",
                    "url": "https://www.orcuttchristian.org/Panarion%20Epiphanius%20COMPLETE.pdf",
                    "text": "\"He says we must not make offerings for those who have fallen asleep before us, and forbids fasting on Wednesday and Friday, and in Lent and Paschal time. He preaches renunciation but eats all sorts of meat and delicacies without hesitation. But he says that if one of his followers should wish to fast, this should not be on set days but when he wants to, “for you are not under the Law.” He says that a bishop is no different from a presbyter.\""
                },
                {
                    "summary": "Greek Panarion",
                    "year": "c. 375 AD",
                    "author": "St. Epiphanius of Salamis",
                    "url": "http://khazarzar.skeptik.net/books/panariog.htm"
                }
            ],
            "modern": [
                {
                    "summary": "Philip Schaff: \"History of the Christian Church\", Volume III, Chapter IV, § 47",
                    "year": "1910",
                    "url": "https://ccel.org/ccel/schaff/hcc3/hcc3.iii.vii.xx.html",
                    "text": ""
                }
            ]
        },
        {
            "id": 8,
            "head": "Christian Cemeteries",
            "short": "Christian cemeteries, like in the Roman catacombs, contain many inscriptions asking people to pray for the dead.",
            "details": "Proponents argue that this shows that it was not only theologians and clergy who supported prayers for the dead, but also the pious laity.\n\nCritics point out that such inscriptions are rare in the early centuries, though they are present, which could suggest that prayers for the dead were merely tolerated at first, but eventually became mainstream.",
            "category": "History",
            "modern": [
                {
                    "summary": "Philip Schaff: \"History of the Christian Church, Volume II, Chapter IX, § 86\"",
                    "year": "1910",
                    "url": "https://www.ccel.org/ccel/schaff/hcc2.v.ix.v.html",
                    "text": ""
                },
                {
                    "summary": "Rev. John McCaul: \"Christian Epitaphs of the First Six Centuries\"",
                    "year": "1867",
                    "url": "https://dn790001.ca.archive.org/0/items/cihm_09381/cihm_09381.pdf",
                    "text": ""
                }
            ]
        },
        {
            "id": 9,
            "head": "Consensus of the Church",
            "short": "The Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Church, the Assyrian Church of the East, their splinter groups, and even some Protestants, pray for the dead liturgically.",
            "details": "Proponents argue that the fact that this practice is so universal, despite the numerous schisms that have separated these churches, indicates that it isn't just ancient, but also that no objection to it has been sustained for long until the Reformation.\n\nCritics caution that just because a practice is widespread doesn't mean that it's legitimate.",
            "category": "Praxis",
            "modern": [
                {
                    "summary": "Wikipedia: \"Prayer for the dead\"",
                    "year": "accessed 2025",
                    "url": "https://en.wikipedia.org/wiki/Prayer_for_the_dead",
                    "text": "\"While prayer for the dead continues in both these traditions [i.e. the Catholicism and Eastern Orthodoxy] and in those of Oriental Orthodoxy and the Assyrian Church of the East, many Protestant groups reject the practice.\""
                }
            ]
        },
        {
            "id": 10,
            "head": "\"Rest In Peace\"",
            "short": "It is common, even for those who don't normally pray for the dead, to express wishes like, \"May they rest in peace\", when informed that people have died.",
            "details": "Proponents argue that this originated as a prayer, even if it isn't consciously thought of as one anymore.\n\nCritics caution that even if it started as a prayer, it is now usually meant as little more than \"My condolences\", or maybe expressing hope that someone is not suffering in the afterlife.",
            "category": "Praxis"
        }
    ]
}
