{
    "title": "Praying for the Dead",
    "intro": "Hypothesis: It is permissible for Christians to pray for the dead.",
    "evidence": [
        {
            "id": 1,
            "head": "Paul prays for Onesiphorus",
            "short": "In 2 Timothy 1:16-18 (cf. 4:19), Paul prays for Onesiphorus and his household, speaking of him in the past tense.",
            "details": "Proponents infer from this that Onesiphorus has already died, which would show that St. Paul prayed for the dead in this letter.\n\nCritics caution that this is speculative, and it is possible that Onesiphorus is still alive.",
            "category": "Biblical",
            "references": [
                "2 Timothy 1:16-18, 4:19: https://www.biblegateway.com/passage/?search=2%20Timothy%201%3A16-18%2C2%20Timothy%204%3A19&version=NRSVCE"
            ]
        },
            {
            "id": 2,
            "head": "God of the Living",
            "short": "In the gospel accounts of Mark and Luke Jesus refutes the Sadducees on the resurrection of the dead by saying God is not the God of the dead, but of the living.",
            "details": "Proponents argue that this indicates that, even when people die, they aren't really gone, just no longer living on earth, and so our prayers can still help them. Alternatively, they could benefit from our prayers once they are resurrected.\n\nCritics generally agree that God will raise them up again, but that doesn't mean they are conscious and \"alive\" in the meantime. Also, at the resurrection, everyone will face judgement, but their fate is thought to be sealed at death, which suggests prayers won't help at that point.",
            "category": "Biblical",
            "references": [
                "Mark 12:18–27, Luke 20:27–40: https://www.biblegateway.com/passage/?search=Mark%2012%3A18-27%2CLuke%2020%3A27-40&version=NRSVCE"
            ]
        },
        {
            "id": 3,
            "head": "Forgiveness In the Age to Come?",
            "short": "In Matthew 12:32, Jesus says that those who speak against the Holy Spirit \"will not be forgiven, either in this age or the age to come\".",
            "details": "Proponents argue that this indicates there might be some sort of forgiveness for other sins in the age to come, just not this particular sin.\n\nCritics argue that this does not necessarily follow, making this weak evidence. Jesus could also simply be emphasizing how grave a sin blasphemy against the Holy Spirit is.",
            "category": "Biblical",
            "references": [
                "Matthew 12:32: https://biblehub.com/matthew/12-32.htm"
            ]
        },
        {
            "id": 4,
            "head": "The Faithful and Unfaithful Servants",
            "short": "In Luke 12:43–48, Jesus lays out four different punishments, depending on how the servants perform.",
            "details": "The good servant is usually seen as the faithful who go to Heaven when they die, and the evil servant those who go to Hell. However, the last two receive more or less severe beatings, depending on their level of knowledge.\n\nProponents argue that this could mean some sort of post-mortem purification before they are allowed to enter Heaven, and that our prayers can help souls going throught this.\n\nCritics argue that this is not clear from the text itself, and it could just as easily mean more and less severe forms of Hell.",
            "category": "Biblical",
            "references": [
                "Luke 12:43–48: https://www.biblegateway.com/passage/?search=Luke%2012:43-48&version=NRSVCE"
            ]
        },
        {
            "id": 5,
            "head": "The Maccabees Sacrificed for the Dead",
            "short": "The Jewish hero Judas Maccabeus prayed and offered sacrifice for fallen soldiers.",
            "details": "Proponents argue that this demonstrates that pious Jews in the Second Temple period prayed for and offered sacrifices on behalf of the dead, expecting this to benefit them at the resurrection.\n\nCritics suggest that this could be an isolated incident or even fabrication. Some also point out that 2 Maccabees is not in the Jewish canon of Scripture, suggesting it isn't as authoritative, even if it does show prayers for the dead in the Second Temple period.",
            "category": "Biblical",
            "references": [
                "2 Maccabees 12:45(–46): https://www.biblegateway.com/passage/?search=2%20Maccabees%2012%3A45-46&version=NRSVCE (\"It is therefore a holy and wholesome thought to pray for the dead, that they may be loosed from sins.\")"
            ]
        },
        {
            "id": 6,
            "head": "Church Fathers In Support",
            "short": "Several Church Fathers describe or endorse prayers for the dead.",
            "details": "",
            "category": "Patristic",
            "references": [
                "Tertullian (c. 217 AD): On Monogamy, Chapter 10: https://www.newadvent.org/fathers/0406.htm (\"Indeed, she [the widow] prays for his soul, and requests refreshment for him meanwhile, and fellowship (with him) in the first resurrection; and she offers (her sacrifice) on the anniversaries of his falling asleep.\")",
                "Tertullian (c. 201 AD): The Crown, Chapter 3: https://www.newadvent.org/fathers/0304.htm (\"As often as the anniversary comes round, we make offerings for the dead as birthday honours.\")",
                "Tertullian (c. 204–212 AD): On Exhortation to Chastity, Chapter 11: https://www.newadvent.org/fathers/0405.htm (\"(...) for whose spirit you make request; for whom you render annual oblations.\"",
                "St. Cyril of Jerusalem (c. 350 AD): Catechetical Lectures 23:9: https://www.newadvent.org/fathers/310123.htm (\" Then on behalf also of the Holy Fathers and Bishops who have fallen asleep before us, and in a word of all who in past years have fallen asleep among us, believing that it will be a very great benefit to the souls , for whom the supplication is put up, while that holy and most awful sacrifice is set forth.\")",
                "St. Augustine of Hippo (c. 397–400 AD), Confessions 9:11:27: https://www.newadvent.org/fathers/110109.htm (\"This only I ask, that you will remember me at the Lord's altar, wherever you be.\")",
                "St. John Chrysostom (c. 398–402 AD): https://www.newadvent.org/fathers/230203.htm (\"As then we pray for those living, who differ not from the dead, so too we may pray for them.\")",
                "St. Augustine of Hippo (c. 413–426 AD), City of God 21:24: https://www.logoslibrary.org/augustine/city/2124.html (\"For some of the dead, indeed, the prayer of the Church or of pious individuals is heard\""
            ]
        },
        {
            "id": 7,
            "head": "Aerius of Sebaste",
            "short": "Epiphanius of Salamis writes in his 'Panarion' about Aerius of Sebaste (c. 360 AD), who condemned prayers for the dead.",
            "details": "Aerius was an Arian presbyter who, among other heterodox things, reportedly said, \"< If > the living prays or has given alms, how will this benefit the dead?\". His teachings were not tolerated by the universal Church.\n\nCritics argue that this shows there was opposition to prayers for the dead already in the 4th century, suggesting there could have been such opposition earlier as well, even if no such written accounts survive.\n\nProponents argue that this being the earliest example is telling, because if prayers for the dead were controversial, we would expect someone to mention it in earlier polemical works.",
            "category": "Patristic",
            "references": [
                "Epiphanius of Salamis (c. 374–377 AD), Panarion, https://www.orcuttchristian.org/Panarion%20Epiphanius%20COMPLETE.pdf (\"He says we must not make offerings for those who have fallen asleep before us, and forbids fasting on Wednesday and Friday, and in Lent and Paschal time. He preaches renunciation but eats all sorts of meat and delicacies without hesitation. But he says that if one of his followers should wish to fast, this should not be on set days but when he wants to, “for you are not under the Law.” He says that a bishop is no different from a presbyter.\")",
                "Epiphanius of Salamis (c. 374–377 AD), Panarion: http://khazarzar.skeptik.net/books/panariog.htm (in Greek)",
                "Philip Schaff (1997 AD), History of the Christian Church, Volume III, Chapter IV, § 47: https://ccel.org/ccel/schaff/hcc3/hcc3.iii.vii.xx.html"
            ]
        },
        {
            "id": 8,
            "head": "Christian Cemeteries",
            "short": "Christian cemeteries, like in the Roman catacombs, contain many inscriptions asking people to pray for the dead.",
            "details": "Proponents argue that this shows that it was not only theologians and clergy who supported prayers for the dead, but also the pious laity.\n\nCritics point out that such inscriptions are rare in the early centuries, though they are present, which could suggest that prayers for the dead were merely tolerated at first, but eventually became mainstream.",
            "category": "History",
            "references": [
                "Philip Schaff (1997 AD), History of the Christian Church, Volume II, Chapter IX, § 86: https://www.ccel.org/ccel/schaff/hcc2.v.ix.v.html",
                "Rev. John McCaul, Christian Epitaphs of the First Six Centuries: https://dn790001.ca.archive.org/0/items/cihm_09381/cihm_09381.pdf"
            ]
        },
        {
            "id": 9,
            "head": "Consensus of the Church",
            "short": "The Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Church, the Assyrian Church of the East, their splinter groups, and even some Protestants, pray for the dead liturgically.",
            "details": "Proponents argue that the fact that this practice is so universal, despite the numerous schisms that have separated these churches, indicates that it isn't just ancient, but also that no objection to it has been sustained for long until the Reformation.\n\nCritics caution that just because a practice is widespread doesn't mean that it's legitimate.",
            "category": "Praxis",
            "references": [
                "Wikipedia, Prayer for the dead: https://en.wikipedia.org/wiki/Prayer_for_the_dead (\"While prayer for the dead continues in both these traditions [i.e. the Catholicism and Eastern Orthodoxy] and in those of Oriental Orthodoxy and the Assyrian Church of the East, many Protestant groups reject the practice.\")"
            ]
        },
        {
            "id": 10,
            "head": "\"Rest In Peace\"",
            "short": "It is common, even for those who don't normally pray for the dead, to express wishes like, \"May they rest in peace\", when informed that people have died.",
            "details": "Proponents argue that this originated as a prayer, even if it isn't consciously thought of as one anymore.\n\nCritics caution that even if it started as a prayer, it is now usually meant as little more than \"My condolences\", or maybe expressing hope that someone is not suffering in the afterlife.",
            "category": "Praxis",
            "references": [
                "N/A"
            ]
        }
    ]
}
