{
    "title": "Purgatory",
    "intro": "Hypothesis: Those who die in God's friendship, but still with attachment to sin, undergo purgation before entering Heaven.",
    "evidence": [
        {
            "id": 1,
            "head": "Do Not Bring Us to the Test",
            "short": "The word often translated \"temptation\" can also mean \"test\".",
            "details": "Proponents argue that this could be a reference to a post-mortem trial, perhaps by fire.\n\nCritics caution that this is speculative.",
            "category": "Biblical",
            "references": [
                "Luke 11:4: https://biblehub.com/luke/11-4.htm"
            ]
        },
        {
            "id": 2,
            "head": "No One Comes to the Father Except through Me",
            "short": "Jesus says, \"I am the way, the truth, and the life. No one comes to the Father except through me.\"",
            "details": "Some proponents argue that Jesus is Purgatory, and that going through him hurts.\n\nCritics argue that this is highly speculative.",
            "category": "Biblical",
            "references": [
                "John 14:6: https://biblehub.com/john/14-6.htm"
            ]
        },
        {
            "id": 3,
            "head": "Every Branch That Does Bear Fruit He Prunes",
            "short": "God prunes every branch that bears fruit and cuts off the ones that don't.",
            "details": "Proponents argue that pruning might hurt, which supports Purgatory.\n\nCritics argue that this is rather speculative.",
            "category": "Biblical",
            "references": [
                "John 15:2 https://biblehub.com/john/15-2.htm"
            ]
        },
        {
            "id": 4,
            "head": "Gold Tested By Fire",
            "short": "Peter speaks of trials and gold tested by fire.",
            "details": "Proponents argue that this could be a reference to Purgatory.\n\nCritics argue that this is very speculative.",
            "category": "Biblical",
            "references": [
                "1 Peter 1:6–7: https://www.biblegateway.com/passage/?search=1 Peter 1:6-7&version=NRSVCE"
            ]
        },
        {
            "id": 5,
            "head": "A Sea of Glass and Fire",
            "short": "John sees the victorious Christians holding harps standing by a sea of glass mixed with fire.",
            "details": "Proponents argue that this could be a purgatorial fire.\n\nCritics dismiss this as overly speculative.",
            "category": "Biblical",
            "references": [
                "Revelation 15:2–3: https://www.biblegateway.com/passage/?search=Revelation%2015%3A2%E2%80%933&version=NRSVCE"
            ]
        },
        {
            "id": 6,
            "head": "Salted with Fire",
            "short": "Jesus says, \"All will be salted by fire.\"",
            "details": "Proponents argue that this could be a purgatorial fire.\n\nCritics dismiss this as overly speculative.",
            "category": "Biblical",
            "references": [
                "Mark 9:49–50: https://www.biblegateway.com/passage/?search=Mark%209%3A49%E2%80%9350%20&version=NRSVCE"
            ]
        },
        {
            "id": 7,
            "head": "The Faithful and Unfaithful Servants",
            "short": "In Luke 12:43–48, Jesus lays out four different punishments, depending on how the servants perform.",
            "details": "The good servant is usually seen as the faithful who go to Heaven when they die, and the evil servant those who go to Hell. However, the last two receive more or less severe beatings, depending on their level of knowledge. The latter two could be a reference to Purgatory.\n\nProponents argue that this could mean some sort of post-mortem purification before they are allowed to enter Heaven, and that our prayers can help souls going throught this.\n\nCritics argue that this is not clear from the text itself, and it could just as easily mean more and less severe forms of Hell.",
            "category": "Biblical",
            "references": [
                "12:43–48: https://www.biblegateway.com/passage/?search=Luke%2012%3A43%E2%80%9348&version=NRSVCE"
            ]
        },
        {
            "id": 8,
            "head": "Paying the Last Penny",
            "short": "Jesus warns about a judge throwing you in prison \"until you have paid the last penny\".",
            "details": "Proponents argue that this sounds like Purgatory.\n\nCritics argue that this is speculative.",
            "category": "Biblical",
            "references": [
                "Matthew 5:23–26, Luke 12:57–59: https://www.biblegateway.com/passage/?search=Matthew%205%3A23%E2%80%9326%2CLuke%2012%3A57%E2%80%9359&version=NRSVCE"
            ]
        },
        {
            "id": 9,
            "head": "Paying Back the Whole Debt",
            "short": "Jesus tells a parable about a servant who was forgiven a great debt, but refused to forgive his fellow servant a smaller debt, so he is tortured until he pays the whole debt. Jesus says this will happen to his listeners as well, if they don't forgive each other.",
            "details": "Proponents argue that this is consistent with Purgatory, because Hell is eternal and can't be paid off, but Purgatory is temporary.\n\nCritics argue that this could refer to \"torture\" here on earth instead.",
            "category": "Biblical",
            "references": [
                "Matthew 18:23–35: https://www.biblegateway.com/passage/?search=Matthew%2018%3A23%E2%80%9335&version=NRSVCE"
            ]
        },
        {
            "id": 10,
            "head": "Forgiveness In the Age to Come?",
            "short": "In Matthew 12:32, Jesus says that those who speak against the Holy Spirit \"will not be forgiven, either in this age or the age to come\".",
            "details": "Proponents argue that this indicates there might be some sort of forgiveness for other sins in the age to come, just not this particular sin, and that this is consistent with Purgatory.\n\nCritics argue that this does not necessarily follow, making this weak evidence. Jesus could also simply be emphasizing how grave a sin blasphemy against the Holy Spirit is.",
            "category": "Biblical",
            "references": [
                "Matthew 12:32: https://biblehub.com/matthew/12-32.htm"
            ]
        },
        {
            "id": 11,
            "head": "Saved As through Fire",
            "short": "St. Paul says some \"will be saved, but only as through fire\".",
            "details": "Proponents argue that this describes Purgatory, which \"burns up\" our attachment to sin.\n\nCritics argue that this merely \"burns up\" our unworthy works.",
            "category": "Biblical",
            "references": [
                "1 Corinthians 3:12–17: https://www.biblegateway.com/passage/?search=1%20Corinthians%203%3A12%E2%80%9317&version=NRSVCE"
            ]
        },
        {
            "id": 12,
            "head": "Church Fathers In Support",
            "short": "Some Church Fathers speak of post-mortem purification and/or prayers for the dead.",
            "details": "Proponents argue that both purification and prayers for the dead is strong evidence for Purgatory.\n\nCritics argue that the prayers could also be for the final judgement, and might not help the dead until then.",
            "category": "Patristic",
            "references": [
                "Origen of Alexandria (c. AD),",
                "St. Cyril of Jerusalem (c. AD),",
                "St. Ambrose of Milan (c. AD),",
                "St. Augustine of Hippo (c. 413–426 AD), City of God 21:13: https://www.logoslibrary.org/augustine/city/2113.html (\"But temporary punishments are suffered by some in this life only, by others after death, by others both now and then; but all of them before that last and strictest judgment.\")",
                "St. John Chrysostom (c. AD),",
                "Pope St. Gregory the Great (c. AD),"
            ]
        },
        {
            "id": 13,
            "head": "Church Fathers Against",
            "short": "Some Church Fathers emphasize immediate judgement upon death.",
            "details": "Proponents argue that this is still consistent with Purgatory, which is only an intermediate state on the way to Heaven.\n\nCritics see it as a denial of any third options, which they view Purgatory as.",
            "category": "Patristic",
            "references": [
                "Tertullian (c. AD),",
                "St. Jerome (c. AD),"
            ]
        },
        {
            "id": 14,
            "head": "The Council of Florence",
            "short": "At the Council of Florence, East and West agreed on Purgatory.",
            "details": "All but two of the Eastern bishops present signed, but many of them retracted their signatures when they returned to the East and were met with protests. Some didn't, and chose exile in the West instead.\n\nProponents generally see Florence as a valid ecumenical council that the schismatic Greeks rejected.\n\nCritics argue that the reception of a council by the whole Church is important to determine its authority, and Florence was ultimately only accepted in the West.",
            "category": "Councils",
            "references": [
                "Tertullian (c. AD),",
                "St. Jerome (c. AD),"
            ]
        }
    ]
}
