{
    "title": "Purgatory",
    "intro": "Hypothesis: Those who die in God's friendship, but still with attachment to sin, undergo purgation before entering Heaven.",
    "evidence": [
        {
            "id": 1,
            "head": "Do Not Bring Us to the Test",
            "short": "The word often translated \"temptation\" can also mean \"test\".",
            "details": "Proponents argue that this could be a reference to a post-mortem trial, perhaps by fire.\n\nCritics caution that this is speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 11:4",
                    "text": "<sup><a href=\"https://biblehub.com/luke/11-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>Forgive us our sins, for we ourselves also forgive everyone who is indebted to us. Bring us not into temptation, but deliver us from the evil one.’”"
                }
            ]
        },
        {
            "id": 2,
            "head": "No One Comes to the Father Except through Me",
            "short": "Jesus says, \"I am the way, the truth, and the life. No one comes to the Father except through me.\"",
            "details": "Some proponents argue that Jesus is Purgatory, and that going through him hurts.\n\nCritics argue that this is highly speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 14:6",
                    "text": "<sup><a href=\"https://biblehub.com/john/14-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father, except through me."
                }
            ]
        },
        {
            "id": 3,
            "head": "Every Branch That Does Bear Fruit He Prunes",
            "short": "God prunes every branch that bears fruit and cuts off the ones that don't.",
            "details": "Proponents argue that pruning might hurt, which supports Purgatory.\n\nCritics argue that this is rather speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "John 15:2",
                    "text": "<sup><a href=\"https://biblehub.com/john/15-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Every branch in me that doesn’t bear fruit, he takes away. Every branch that bears fruit, he prunes, that it may bear more fruit."
                }
            ]
        },
        {
            "id": 4,
            "head": "Gold Tested By Fire",
            "short": "Peter speaks of trials and gold tested by fire.",
            "details": "Proponents argue that this could be a reference to Purgatory.\n\nCritics argue that this is very speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "1 Peter 1:6–7",
                    "text": "<sup><a href=\"https://biblehub.com/1_peter/1-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>In this you greatly rejoice, though now for a little while, if need be, you have been grieved in various trials, <sup><a href=\"https://biblehub.com/1_peter/1-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>that the proof of your faith, which is more precious than gold that perishes, even though it is tested by fire, may be found to result in praise, glory, and honor at the revelation of Jesus Christ—"
                }
            ]
        },
        {
            "id": 5,
            "head": "A Sea of Glass and Fire",
            "short": "John sees the victorious Christians holding harps standing by a sea of glass mixed with fire.",
            "details": "Proponents argue that this could be a purgatorial fire.\n\nCritics dismiss this as overly speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Revelation 15:2–3",
                    "text": "<sup><a href=\"https://biblehub.com/revelation/15-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>I saw something like a sea of glass mixed with fire, and those who overcame the beast, his image, and the number of his name, standing on the sea of glass, having harps of God. <sup><a href=\"https://biblehub.com/revelation/15-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>They sang the song of Moses, the servant of God, and the song of the Lamb, saying, “Great and marvelous are your works, Lord God, the Almighty! Righteous and true are your ways, you King of the nations."
                }
            ]
        },
        {
            "id": 6,
            "head": "Salted with Fire",
            "short": "Jesus says, \"All will be salted by fire.\"",
            "details": "Proponents argue that this could be a purgatorial fire.\n\nCritics dismiss this as overly speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Mark 9:49–50",
                    "text": "<sup><a href=\"https://biblehub.com/mark/9-49.htm\"target=\"_blank\"rel=\"noopener noreferrer\">49</a></sup>For everyone will be salted with fire, and every sacrifice will be seasoned with salt. <sup><a href=\"https://biblehub.com/mark/9-50.htm\"target=\"_blank\"rel=\"noopener noreferrer\">50</a></sup>Salt is good, but if the salt has lost its saltiness, with what will you season it? Have salt in yourselves, and be at peace with one another.”"
                }
            ]
        },
        {
            "id": 7,
            "head": "The Faithful and Unfaithful Servants",
            "short": "In Luke 12:43–48, Jesus lays out four different punishments, depending on how the servants perform.",
            "details": "The good servant is usually seen as the faithful who go to Heaven when they die, and the evil servant those who go to Hell. However, the last two receive more or less severe beatings, depending on their level of knowledge. The latter two could be a reference to Purgatory.\n\nProponents argue that this could mean some sort of post-mortem purification before they are allowed to enter Heaven, and that our prayers can help souls going throught this.\n\nCritics argue that this is not clear from the text itself, and it could just as easily mean more and less severe forms of Hell.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Luke 12:43–48",
                    "text": "<sup><a href=\"https://biblehub.com/luke/12-43.htm\"target=\"_blank\"rel=\"noopener noreferrer\">43</a></sup>Blessed is that servant whom his lord will find doing so when he comes. <sup><a href=\"https://biblehub.com/luke/12-44.htm\"target=\"_blank\"rel=\"noopener noreferrer\">44</a></sup>Truly I tell you that he will set him over all that he has. <sup><a href=\"https://biblehub.com/luke/12-45.htm\"target=\"_blank\"rel=\"noopener noreferrer\">45</a></sup>But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink and to be drunken, <sup><a href=\"https://biblehub.com/luke/12-46.htm\"target=\"_blank\"rel=\"noopener noreferrer\">46</a></sup>then the lord of that servant will come in a day when he isn’t expecting him and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful. <sup><a href=\"https://biblehub.com/luke/12-47.htm\"target=\"_blank\"rel=\"noopener noreferrer\">47</a></sup>That servant who knew his lord’s will, and didn’t prepare nor do what he wanted, will be beaten with many stripes, <sup><a href=\"https://biblehub.com/luke/12-48.htm\"target=\"_blank\"rel=\"noopener noreferrer\">48</a></sup>but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked."
                }
            ]
        },
        {
            "id": 8,
            "head": "Paying the Last Penny",
            "short": "Jesus warns about a judge throwing you in prison \"until you have paid the last penny\".",
            "details": "Proponents argue that this sounds like Purgatory.\n\nCritics argue that this is speculative.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 5:23–26",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/5-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>“If therefore you are offering your gift at the altar, and there remember that your brother has anything against you, <sup><a href=\"https://biblehub.com/matthew/5-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>leave your gift there before the altar, and go your way. First be reconciled to your brother, and then come and offer your gift. <sup><a href=\"https://biblehub.com/matthew/5-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>Agree with your adversary quickly while you are with him on the way; lest perhaps the prosecutor deliver you to the judge, and the judge deliver you to the officer, and you be cast into prison. <sup><a href=\"https://biblehub.com/matthew/5-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>Most certainly I tell you, you shall by no means get out of there until you have paid the last penny."
                },
                {
                    "summary": "Luke 12:57–59",
                    "text": "<sup><a href=\"https://biblehub.com/luke/12-57.htm\"target=\"_blank\"rel=\"noopener noreferrer\">57</a></sup>“Why don’t you judge for yourselves what is right? <sup><a href=\"https://biblehub.com/luke/12-58.htm\"target=\"_blank\"rel=\"noopener noreferrer\">58</a></sup>For when you are going with your adversary before the magistrate, try diligently on the way to be released from him, lest perhaps he drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison. <sup><a href=\"https://biblehub.com/luke/12-59.htm\"target=\"_blank\"rel=\"noopener noreferrer\">59</a></sup>I tell you, you will by no means get out of there until you have paid the very last penny.”"
                }
            ]
        },
        {
            "id": 9,
            "head": "Paying Back the Whole Debt",
            "short": "Jesus tells a parable about a servant who was forgiven a great debt, but refused to forgive his fellow servant a smaller debt, so he is tortured until he pays the whole debt. Jesus says this will happen to his listeners as well, if they don't forgive each other.",
            "details": "Proponents argue that this is consistent with Purgatory, because Hell is eternal and can't be paid off, but Purgatory is temporary.\n\nCritics argue that this could refer to \"torture\" here on earth instead.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 18:23–35",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/18-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>Therefore the Kingdom of Heaven is like a certain king who wanted to settle accounts with his servants. <sup><a href=\"https://biblehub.com/matthew/18-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>When he had begun to settle, one was brought to him who owed him ten thousand talents. <sup><a href=\"https://biblehub.com/matthew/18-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>But because he couldn’t pay, his lord commanded him to be sold, with his wife, his children, and all that he had, and payment to be made. <sup><a href=\"https://biblehub.com/matthew/18-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>The servant therefore fell down and knelt before him, saying, ‘Lord, have patience with me, and I will repay you all!’ <sup><a href=\"https://biblehub.com/matthew/18-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>The lord of that servant, being moved with compassion, released him and forgave him the debt. <sup><a href=\"https://biblehub.com/matthew/18-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>“But that servant went out and found one of his fellow servants who owed him one hundred denarii, and he grabbed him and took him by the throat, saying, ‘Pay me what you owe!’ <sup><a href=\"https://biblehub.com/matthew/18-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>“So his fellow servant fell down at his feet and begged him, saying, ‘Have patience with me, and I will repay you!’ <sup><a href=\"https://biblehub.com/matthew/18-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>He would not, but went and cast him into prison until he should pay back that which was due. <sup><a href=\"https://biblehub.com/matthew/18-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>So when his fellow servants saw what was done, they were exceedingly sorry, and came and told their lord all that was done. <sup><a href=\"https://biblehub.com/matthew/18-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Then his lord called him in and said to him, ‘You wicked servant! I forgave you all that debt because you begged me. <sup><a href=\"https://biblehub.com/matthew/18-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Shouldn’t you also have had mercy on your fellow servant, even as I had mercy on you?’ <sup><a href=\"https://biblehub.com/matthew/18-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>His lord was angry, and delivered him to the tormentors until he should pay all that was due to him. <sup><a href=\"https://biblehub.com/matthew/18-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>So my heavenly Father will also do to you, if you don’t each forgive your brother from your hearts for his misdeeds.”"
                }
            ]
        },
        {
            "id": 10,
            "head": "Forgiveness In the Age to Come?",
            "short": "In Matthew 12:32, Jesus says that those who speak against the Holy Spirit \"will not be forgiven, either in this age or the age to come\".",
            "details": "Proponents argue that this indicates there might be some sort of forgiveness for other sins in the age to come, just not this particular sin, and that this is consistent with Purgatory.\n\nCritics argue that this does not necessarily follow, making this weak evidence. Jesus could also simply be emphasizing how grave a sin blasphemy against the Holy Spirit is.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 12:32",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/12-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>Whoever speaks a word against the Son of Man, it will be forgiven him; but whoever speaks against the Holy Spirit, it will not be forgiven him, either in this age, or in that which is to come."
                }
            ]
        },
        {
            "id": 11,
            "head": "Saved As through Fire",
            "short": "St. Paul says some \"will be saved, but only as through fire\".",
            "details": "Proponents argue that this describes Purgatory, which \"burns up\" our attachment to sin.\n\nCritics argue that this merely \"burns up\" our unworthy works.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "1 Corinthians 3:12–17",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/3-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>But if anyone builds on the foundation with gold, silver, costly stones, wood, hay, or straw, <sup><a href=\"https://biblehub.com/1_corinthians/3-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>each man’s work will be revealed. For the Day will declare it, because it is revealed in fire; and the fire itself will test what sort of work each man’s work is. <sup><a href=\"https://biblehub.com/1_corinthians/3-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>If any man’s work remains which he built on it, he will receive a reward. <sup><a href=\"https://biblehub.com/1_corinthians/3-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>If any man’s work is burned, he will suffer loss, but he himself will be saved, but as through fire. <sup><a href=\"https://biblehub.com/1_corinthians/3-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>Don’t you know that you are God’s temple and that God’s Spirit lives in you? <sup><a href=\"https://biblehub.com/1_corinthians/3-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>If anyone destroys God’s temple, God will destroy him; for God’s temple is holy, which you are."
                }
            ]
        },
        {
            "id": 12,
            "head": "Church Fathers In Support",
            "short": "Some Church Fathers speak of post-mortem purification and/or prayers for the dead.",
            "details": "Proponents argue that both purification and prayers for the dead is strong evidence for Purgatory.\n\nCritics argue that the prayers could also be for the final judgement, and might not help the dead until then.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Stromata, Book VI, Chapter 14",
                    "year": "c. 203 AD",
                    "author": "Clement of Alexandria",
                    "url": "https://www.newadvent.org/fathers/02106.htm",
                    "text": "\"Now to know is more than to believe, as to be dignified with the highest honour after being saved is a greater thing than being saved. Accordingly the believer, through great discipline, divesting himself of the passions, passes to the mansion which is better than the former one, viz., to the greatest torment, taking with him the characteristic of repentance from the sins he has committed after baptism. He is tortured then still more — not yet or not quite attaining what he sees others to have acquired. Besides, he is also ashamed of his transgressions. The greatest torments, indeed, are assigned to the believer. For God's righteousness is good, and His goodness is righteous. And though the punishments cease in the course of the completion of the expiation and purification of each one, yet those have very great and permanent grief who are found worthy of the other fold, on account of not being along with those that have been glorified through righteousness.\""
                },
                {
                    "summary": "A Treatise on the Soul",
                    "year": "c. 210 AD",
                    "author": "Tertullian",
                    "url": "https://ccel.org/ccel/schaff/anf03/anf03.iv.xi.lviii.html",
                    "text": "\"In short, inasmuch as we understand “the prison” pointed out in the Gospel<sup>(Matthew 5:<a href=\"https://biblehub.com/matthew/5-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a>–<a href=\"https://biblehub.com/matthew/5-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a>)</sup> to be Hades, and as we also interpret “the uttermost farthing” to mean the very smallest offence which has to be recompensed there before the resurrection, no one will hesitate to believe that the soul undergoes in Hades some compensatory discipline, without prejudice to the full process of the resurrection, when the recompense will be administered through the flesh besides.\""
                },
                {
                    "summary": "Against Celsus",
                    "year": "c. 248 AD",
                    "author": "Origen of Alexandria",
                    "url": "https://ccel.org/ccel/schaff/anf04/anf04.vi.ix.iv.xiii.html",
                    "text": "\"For (the Scripture) says: “The fire will try each man’s work of what sort it is. If any man’s work abide which he hath built thereupon, he shall receive a reward. If any man’s work be burned, he shall suffer loss”<sup>(1 Corinthians 3:<a href=\"https://biblehub.com/1_corinthians/3-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a><a href=\"https://biblehub.com/1_corinthians/3-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">–</a><a href=\"https://biblehub.com/1_corinthians/3-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a>)</sup>. But what work can be spoken of in these words as being “burned,” save all that results from wickedness? Therefore our God is a “consuming fire” in the sense in which we have taken the word; and thus He enters in as a “refiner’s fire,” to refine the rational nature, which has been filled with the lead of wickedness, and to free it from the other impure materials, which adulterate the natural gold or silver, so to speak, of the soul. And, in like manner, “rivers of fire” are said to be before God, who will thoroughly cleanse away the evil which is intermingled throughout the whole soul. But these remarks are sufficient in answer to the assertion, “that thus they were made to give expression to the erroneous opinion that God will come down bearing fire like a torturer.”\""
                },
                {
                    "summary": "Cyprian's Letter 51",
                    "year": "252 AD",
                    "author": "St. Cyprian of Carthage",
                    "url": "https://ccel.org/ccel/schaff/anf05/anf05.iv.iv.li.html",
                    "text": "\"It is one thing to stand for pardon, another thing to attain to glory: it is one thing, when cast into prison, not to go out thence until one has paid the uttermost farthing;<sup>(Matthew 5:<a href=\"https://biblehub.com/matthew/5-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a>–<a href=\"https://biblehub.com/matthew/5-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a>)</sup> another thing at once to receive the wages of faith and courage. It is one thing, tortured by long suffering for sins, to be cleansed and long purged by fire<sup>(1 Corinthians 3:<a href=\"https://biblehub.com/1_corinthians/3-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a><a href=\"https://biblehub.com/1_corinthians/3-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">–</a><a href=\"https://biblehub.com/1_corinthians/3-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a>)</sup>; another to have purged all sins by suffering. It is one thing, in fine, to be in suspense till the sentence of God at the day of judgment; another to be at once crowned by the Lord.\""
                },
                {
                    "summary": "Divine Institutes, Book 7, Chapter 21",
                    "year": "c. 303–311 AD AD",
                    "author": "Lactantius",
                    "url": "https://ccel.org/ccel/schaff/anf07/anf07.iii.ii.vii.xxi.html",
                    "text": "\"But when He shall have judged the righteous, He will also try them with fire. Then they whose sins shall exceed either in weight or in number, shall be scorched by the fire and burnt: but they whom full justice and maturity of virtue has imbued will not perceive that fire; for they have something of God in themselves which repels and rejects the violence of the flame. So great is the force of innocence, that the flame shrinks from it without doing harm; which has received from God this power, that it burns the wicked, and is under the command of the righteous. Nor, however, let any one imagine that souls are immediately judged after death. For all are detained in one and a common place of confinement, until the arrival of the time in which the great Judge shall make an investigation of their deserts.\""
                },
                {
                    "summary": "City of God 21:13",
                    "year": "c. 413–426 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.logoslibrary.org/augustine/city/2113.html",
                    "text": "\"But temporary punishments are suffered by some in this life only, by others after death, by others both now and then; but all of them before that last and strictest judgment.\""
                },
                {
                    "summary": "On the Soul and the Resurrection",
                    "year": "c. 382",
                    "author": "St. Gregory of Nyssa",
                    "url": "https://ccel.org/ccel/schaff/npnf205/npnf205.x.iii.ii.html",
                    "text": "\"Just as those who refine gold from the dross which it contains not only get this base alloy to melt in the fire, but are obliged to melt the pure gold along with the alloy, and then while this last is being consumed the gold remains, so, while evil is being consumed in the purgatorial (κάθαρσις, katharsis, 'purification') fire, the soul that is welded to this evil must inevitably be in the fire too, until the spurious material alloy is consumed and annihilated by this fire. (...) If, then whether by forethought here, or by purgation hereafter, our soul becomes free from any emotional connection with the brute creation, there will be nothing to impede its contemplation of the Beautiful; for this last is essentially capable of attracting in a certain way every being that looks towards it. If, then, the soul is purified of every vice, it will most certainly be in the sphere of Beauty. The Deity is in very substance Beautiful; and to the Deity the soul will in its state of purity have affinity, and will embrace It as like itself.\""
                }
            ]
        },
        {
            "id": 13,
            "head": "Church Fathers Against",
            "short": "Some Church Fathers emphasize immediate judgement or the impossibility of repentance upon death.",
            "details": "Critics see it as a denial of any third options, which they view Purgatory as.\n\nProponents argue that this is still consistent with Purgatory, which is only an intermediate state on the way to Heaven. The impossibility of repentance is generally understood to refer to one's eternal fate in Hell.",
            "category": "Patristic",
            "bible": [
                {
                    "summary": "2 Clement 8 (An ancient Christian homily)",
                    "year": "c. 120–140 AD",
                    "author": "attributed to St. Clement of Rome",
                    "url": "https://www.newadvent.org/fathers/1011.htm",
                    "text": "\"As long, therefore, as we are upon earth, let us practise repentance, for we are as clay in the hand of the artificer. For as the potter, if he make a vessel, and it be distorted or broken in his hands, fashions it over again; but if he have before this cast it into the furnace of fire, can no longer find any help for it: so let us also, while we are in this world, repent with our whole heart of the evil deeds we have done in the flesh, that we may be saved by the Lord, while we have yet an opportunity of repentance. For after we have gone out of the world, no further power of confessing or repenting will there belong to us.\""
                },
                {
                    "summary": "First Apology, Chapter 20",
                    "year": "c. 155–157 AD",
                    "author": "St. Justin Martyr",
                    "url": "https://biblehub.com/library/richardson/early_christian_fathers/the_first_apology_of_justin.htm",
                    "text": "\"When we say that all things have been ordered and made by God we appear to offer the teaching of Plato -- in speaking of a coming destruction by fire, that of the Stoics; in declaring that the souls of the unrighteous will be punished after death, still remaining in conscious existence, and those of the virtuous, delivered from punishments, will enjoy happiness, we seem to agree with [various] poets and philosophers; in declaring that men ought not to worship the works of their hands we are saying the same things as the comedian Menander and others who have said this, for they declared that the Fashioner is greater than what he has formed.\""
                },
                {
                    "summary": "A Plea for the Christians, Chapter 31",
                    "year": "c. 176–177 AD",
                    "author": "St. Athenagoras of Athens",
                    "url": "https://www.logoslibrary.org/athenagoras/plea/31.html",
                    "text": "\"For if we believed that we should live only the present life, then we might be suspected of sinning, through being enslaved to flesh and blood, or overmastered by gain or carnal desire; but since we know that God is witness to what we think and what we say both by night and by day, and that He, being Himself light, sees all things in our heart, we are persuaded that when we are removed from the present life we shall live another life, better than the present one, and heavenly, not earthly (since we shall abide near God, and with God, free from all change or suffering in the soul, not as flesh, even though we shall have flesh, but as heavenly spirit), or, falling with the rest, a worse one and in fire; for God has not made us as sheep or beasts of burden, a mere by-work, and that we should perish and be annihilated. On these grounds it is not likely that we should wish to do evil, or deliver ourselves over to the great Judge to be punished.\""
                },
                {
                    "summary": "Against Heresies 5:5:1",
                    "year": "c. 180 AD",
                    "author": "St. Irenæus of Lyons",
                    "url": "https://www.newadvent.org/fathers/0103505.htm",
                    "text": "\"Wherefore also the elders who were disciples of the apostles tell us that those who were translated were transferred to that place (for paradise has been prepared for righteous men, such as have the Spirit; in which place also Paul the apostle, when he was caught up, heard words which are unspeakable as regards us in our present condition<sup>(<a href=\"https://biblehub.com/2_corinthians/12-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2 Corinthians 12:4</a>)</sup>), and that there shall they who have been translated remain until the consummation [of all things], as a prelude to immortality.\""
                }
            ],
            "modern": [
                {
                    "summary": "James Attebury: \"Early Church Fathers Against Purgatory\"",
                    "year": "2023",
                    "url": "https://jamesattebury.wordpress.com/2023/12/26/early-church-fathers-against-purgatory/",
                    "text": "\"The Roman Catholic doctrine of purgatory is an evolution of the purgatorial concept of hell promoted by universalists such as Origen and Gregory of Nyssa. These universalists believed that the fires of hell would purify sinners and make them acceptable for heaven so that they could leave hell and enter heaven. The promoters of purgatory took this concept of postmortem purgation and applied it to a different place for Christians before they could enter heaven.\n\nBut the earliest church fathers had no concept of purgatory and believed that departed souls would either go to paradise or hell upon death: (...)\""
                }
            ]
        },
        {
            "id": 14,
            "head": "The Council of Florence",
            "short": "At the Council of Florence, East and West agreed on Purgatory.",
            "details": "All but two of the Eastern bishops present signed, but many of them retracted their signatures when they returned to the East and were met with protests. Some didn't, and chose exile in the West instead.\n\nProponents generally see Florence as a valid ecumenical council that the schismatic Greeks rejected.\n\nCritics argue that the reception of a council by the whole Church is important to determine its authority, and Florence was ultimately only accepted in the West.",
            "category": "Councils",
            "ancient": [
                {
                    "summary": "Lætentur Cæli (Bull of Union with the Greeks)",
                    "year": "1439 AD",
                    "author": "Pope Eugene IV",
                    "url": "https://www.vatican.va/content/eugenius-iv/la/documents/bulla-laetentur-caeli-6-iulii-1439.html",
                    "text": "\"Item, si vere penitentes in Dei caritate decesserint, antequam dignis penitentie fructibus de commissis satisfecerint et omissis, eorum animas penis purgatoriis post mortem purgari, et, ut a penis huiusmodi releventur, prodesse eis fidelium vivorum suffragia, missarum scilicet sacrificia, orationes et elemosinas et alia pietatis officia, que a fidelibus pro aliis fidelibus fieri consueverunt, secundum ecclesie instituta.\"\n\n\"Likewise, if the truly penitent die in the love of God, before they have satisfied the worthy fruits of penance for what they have committed and omitted, their souls are purified in purgatory after death, and, in order to be relieved from such punishments, the prayers of the living faithful, namely the sacrifices of masses, prayers and almsgivings and other offices of piety, which are customary to be performed by the faithful for other faithful, according to the institutions of the church, benefit them.\""
                }
            ]
        }
    ]
}
