{
    "title": "Divorce",
    "intro": "Hypothesis: Remarriage is permitted after a divorce.\n\n\"Divorce\" here may be understood as loosely as \"separation\" or as narrowly as \"dissolution of a sacramental marriage\", depending on your view of divorce. In practical terms, the question of whether divorce is possible or not is less pertinent than whether one who does leave a spouse is then allowed to remarry. This is related (but not identical) to the question of whether one is allowed to remarry after one's spouse dies, which is not included in this hypothesis.",
    "evidence": [
        {
            "id": 1,
            "head": "Matthew's \"Porneia\" Exception",
            "short": "In the Gospel of Matthew, Jesus says that it is unlawful to divorce and remarry \"except for 'porneia'\".",
            "details": "Porneia ('πορνεία') is generally translated as \"sexual immorality\". It is related to the word for \"prostitute\", \"porne\" ('πόρνη'), and can be said to refer to \"prostitution and similar\". Some less literal translations render it \"unfaithfulness\" or similar, but it should be noted that \"adultery\", \"moicheia\" ('μοιχεία'), is a different word.\n\nProponents argue that Jesus here means that one is allowed to divorce an unfaithful spouse and marry someone else. Some also argue that many Church Fathers use the terms \"porneia\" and \"moicheia\" interchangeably in their discussions and translations of the exception clause (with the Shepherd of Hermas being the earliest example).\n\nCritics argue that Matthew is writing to a Jewish audience and is including an exception for unlawful marriages, meaning that if one \"marries\" one's sister or someone else's wife, then divorcing her is of course allowed because they aren't really married in the first place.",
            "category": "Biblical",
            "references": [
                "Matthew 5:31-32: https://www.biblegateway.com/passage/?search=Matthew%205:31-32&version=NRSVUE",
                "Matthew 19:3-9: https://www.biblegateway.com/passage/?search=Matthew%2019:3-9&version=NRSVUE",
                "Ubi Petrus: https://ubipetrusibiecclesia.com/2020/01/05/church-fathers-and-patristic-era-writers-on-the-topic-of-divorce-and-remarriage-a-florilegium/"
            ]
        },
        {
            "id": 2,
            "head": "Mark: Jesus Forbids Divorce and Remarriage",
            "short": "The Gospel of Mark also records the discussion of divorce between Jesus and the Pharisees, but includes no exception clause.",
            "details": "Critics argue that Jesus forbade divorce and remarriage here.\n\nProponents argue that Mark simply did not include details like the exception clause, but that this doesn't prove anything, because Matthew did.",
            "category": "Biblical",
            "references": [
                "Mark 10:2-12: https://www.biblegateway.com/passage/?search=mark%2010:2-12&version=NRSVUE"
            ]
        },
        {
            "id": 3,
            "head": "Luke: Jesus Forbids Divorce and Remarriage",
            "short": "The Gospel of Luke also records the discussion of divorce with the Pharisees, and again includes no exception clause.",
            "details": "Critics argue that this is the second clear biblical prohibition on divorce and remarriage.\n\nProponents argue that although Luke did not include the exception, that doesn't mean Jesus didn't, because Matthew recorded it.",
            "category": "Biblical",
            "references": [
                "Luke 16:18: https://biblehub.com/luke/16-18.htm"
            ]
        },
        {
            "id": 4,
            "head": "The Pauline Privilege: An Unbelieving Spouse Leaves",
            "short": "In his first letter to the Corinthians, St. Paul relays the command Jesus gave against divorce and remarriage, but allows remarriage if an unbelieving spouse leaves.",
            "details": "Critics argue this is the third clear prohibition on divorce and remarriage for Christian couples, because the exception is only for when an unbelieving spouse leaves.\n\nProponents argue that Paul did not include the exception from Matthew, but he included another one, which shows that not all exceptions are necessarily mentioned every time.",
            "category": "Biblical",
            "references": [
                "1 Corinthians 7:10-16: https://www.biblegateway.com/passage/?search=1%20Corinthians%207%3A10-16&version=NRSVUE"
            ]
        },
        {
            "id": 5,
            "head": "Moses Allowed Divorce",
            "short": "The Law of Moses allowed a man to divorce his wife, and once she has been \"defiled\" by another, he couldn't take her back.",
            "details": "Proponents argue that this shows that God allowed divorce and remarriage before, as also Jesus states, and that it is therefore not so strange that He might allow some exceptions now as well.\n\nCritics argue that Jesus explained that this was because of the hardness of their hearts, and that it was not like this from the beginning, but Jesus came to restore God's plan for marriage by disallowing divorce.",
            "category": "Biblical",
            "references": [
                "Deuteronomy 24:1–4: https://www.biblegateway.com/passage/?search=Deuteronomy%2024%3A1%E2%80%934&version=NRSVUE"
            ]
        },
        {
            "id": 6,
            "head": "Malachi: God Hates Divorce",
            "short": "Malachi says God made the husband and wife one flesh, and that He hates divorce.",
            "details": "Critics point out that the passage even mentions unfaithfulness, suggesting that is not a good reason for divorce.\n\nProponents argue that divorce may not be ideal, but God still allowed it, and so unfaithfulness could still be an exception now.",
            "category": "Biblical",
            "references": [
                "Malachi 2:13-16: https://www.biblegateway.com/passage/?search=Malachi%202:13-16&version=NRSVUE"
            ]
        },
        {
            "id": 7,
            "head": "Shepherd: Divorce But Not Remarriage",
            "short": "The Shepherd of Hermas (early 2nd century) commands divorce in the case of unrepentant adultery, but forbids remarriage and mandates receiving the unfaithful wife back if she later repents.",
            "details": "Proponents see this as supporting divorce because it in fact commands it, rather than merely permitting it, even if it also forbids remarriage. Some hold that this is because being a «one-woman husband» was the ideal in the early Church, and some authors were stricter than others in mandating the ideal. However, the Shepherd of Hermas also says that there is only one repentance, and it is for the sake of this repentance that the man whose wife was unfaithful should abstain from remarriage, which could indicate that if it happens again, remarriage might be allowed.\n\nCritics point out that «divorce» is not always understood as an actual dissolution of a sacramental marriage, but also used for simple separation. In practice, the man in Hermas's example is still bound to his wife because of the hope that she might repent. The one repentance limit might indeed be imposed by the author because of his strictness, however.",
            "category": "Patristic",
            "references": [
                "The Shepherd of Hermas, Mandate 4: https://www.earlychristianwritings.com/text/shepherd-lightfoot.html"
            ]
        },
        {
            "id": 8,
            "head": "Justin Martyr: Second Marriages Are Sinful",
            "short": "St. Justin Martyr (c. 155–157 AD) mentions that \"those who make second marriages according to human law are sinners in the sight of our Teacher\".",
            "details": "Some critics see this as forbidding *any* remarriage, even for widowers, but most take it to be a prohibition on remarriage after divorce.\n\nProponents generally agree that this is the general rule, and that St. Justin merely didn't mention the exceptions.",
            "category": "Patristic",
            "references": [
                "First Apology, Chapter 15: https://biblehub.com/library/richardson/early_christian_fathers/the_first_apology_of_justin.htm"
            ]
        },
        {
            "id": 9,
            "head": "Athenagoras: Remarriage Is Adultery",
            "short": "St. Athenagoras (176–177 AD) forbids remarriage of any kind, even for widowers.",
            "details": "Proponents acknowledge that Athenagoras disagrees with them, but see him as an extremely strict outlier.\n\nMost critics also acknowledge that Athenagoras is stricter than they are, but he agrees with them on divorce and remarriage.",
            "category": "Patristic",
            "references": [
                "A Plea for the Christians, Chapter 33: https://www.logoslibrary.org/athenagoras/plea/33.html"
            ]
        },
        {
            "id": 10,
            "head": "Tertullian: No Remarriage",
            "short": "Tertullian (c. 200 AD) forbids remarriage after divorce.",
            "details": "Proponents acknowledge that Tertullian disagrees with them, but point out that he (like St. Athenagoras) is very strict in general.\n\nCritics concede that Tertullian may be stricter than normal on many issues, but argue that, on *this* issue, he is merely another witness to the universally recognized teaching of the early Church.",
            "category": "Patristic",
            "references": [
                "Against Marcion, Book IV, Chapter 34: https://www.tertullian.org/articles/evans_marc/evans_marc_10book4_eng.htm",
                "On Modesty, Chapter XVI: https://www.tertullian.org/works/de_pudicitia.htm",
                "To My Wife, Book II: https://tertullian.org/works/ad_uxorem.htm",
                "On Monogamy, Chapter 9: https://www.newadvent.org/fathers/0406.htm"
            ]
        },
        {
            "id": 11,
            "head": "",
            "short": "Clement of Alexandria (c. 199 AD – c.201 AD) .",
            "details": ".",
            "category": "Patristic",
            "references": [
                "Stromata, Chapter 23: https://www.earlychristianwritings.com/text/clement-stromata-book2.html"
            ]
        },
        {
            "id": 12,
            "head": "Cyprian Echoes Paul",
            "short": "St. Cyprian of Carthage quotes St. Paul: No Remarriage After Divorce.",
            "details": ".",
            "category": "Patristic",
            "references": [
                "Treatise 12, Book 3, 90: https://www.newadvent.org/fathers/050712c.htm"
            ]
        },
        {
            "id": 13,
            "head": "Canon 48 of the Apostolic Canons",
            "short": "Canon 48 of the Apostolic Canons (c. 400 AD) declares that any layman who remarries after a divorce should be excommunicated.",
            "details": ".",
            "category": "Patristic",
            "references": [
                "Apostolic Canons, Canon 48: https://www.newadvent.org/fathers/3820.htm"
            ]
        },
        {
            "id": 14,
            "head": "Jerome: No Remarriage Until Death",
            "short": "St. Jerome (c. 394 AD) says in a letter to Amandus that a \"divorced\" couple is still married and so may not remarry for as long as they both live.",
            "details": ".",
            "category": "Patristic",
            "references": [
                "Letter 55: https://www.newadvent.org/fathers/3001055.htm"
            ]
        },
        {
            "id": 15,
            "head": "Augustine: No Divorce and Remarriage",
            "short": "St. Augustine says anyone who divorces their spouse and remarries is guilty of adultery.",
            "details": ".",
            "category": "Patristic",
            "references": [
                "On Marriage and Concupiscence, Book I: https://www.newadvent.org/fathers/15071.htm"
            ]
        },
        {
            "id": 16,
            "head": "Lactantius: Remarriage For the Innocent Party?",
            "short": "Lactantius forbids divorce and remarriage for the guilty spouse in the case of adultery, although he can be interpreted as allowing the innocent party to remarry.",
            "details": "Proponents argue that this is exactly what Matthew reports Jesus as allowing: if your wife commits adultery, you may divorce her and remarry, otherwise, you can't.\n\nCritics argue that this permissive reading is not necessitated by the text, and that a more cautious reading is also possible.",
            "category": "Patristic",
            "references": [
                "Divine Institutes, Book VI, Chapter XXIII: https://ccel.org/ccel/lactantius/institutes/anf07.iii.ii.vi.xxiii.html (in Latin for some reason)",
                "Divine Institutes, Book VI, Chapter XXIII: https://www.newadvent.org/fathers/07016.htm (in Latin for some reason)",
                "The History of the Indissolubility of Marriage, page 260: https://ejournals.bc.edu/index.php/ctsa/article/view/2633/2281 (translation of the relevant passage)",
                "Ubi Petrus: https://ubipetrusibiecclesia.com/2020/01/05/church-fathers-and-patristic-era-writers-on-the-topic-of-divorce-and-remarriage-a-florilegium/"
            ]
        }
    ]
}
