{
    "title": "Resurrection of Jesus",
    "intro": "Hypothesis: Jesus came back to life after dying.\n\nChristianity stands and falls on this one claim. The main theories are:\n\n1) Jesus rose from the dead (impossible without divine intervention),\n\n2) His disciples had one or more group hallucinations (an undocumented phenomenon),\n\n3) His disciples stole Jesus's body and lied about it (but liars make poor martyrs), and\n\n4) Jesus survived the crucifixion and convinced the disciples of the resurrection (but Roman soldiers were trained killers and the disciples swore they saw Jesus ascend into Heaven too).\n\nHere, we (along with the scholarly consensus) assume that Jesus actually died, but that is also its own <a href=\"https://reasonableroad.com/bayes.html?id=jesusdied\"target=\"_blank\"rel=\"noopener noreferrer\">hypothesis</a>. It is not difficult to make the Resurrection look improbable in a simple \"for and against\" format such as this if you allow these theories to \"cooperate\", but consider that some of the evidence may exclude one or more of them.",

    "evidence": [
        {
            "id": 1,
            "head": "The Empty Tomb",
            "short": "Jesus's tomb was found to be empty.",
            "details": "Some scholars dispute this, but it is accepted by most to be an established fact that Jesus's tomb was indeed empty.\n\nProponents argue that this is expected if the Resurrection happened.\n\nCritics usually try to account for this by suggesting that someone (probably the disciples themselves) had stolen the body and hidden it, or that Jesus didn't actually die. The former fails to account for the disciples' genuine belief in the Resurrection, though.",
            "category": "History",
            "bible": [
                {
                    "summary": "Matthew 28:1–10 (The Resurrection)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/28-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>Now after the Sabbath, as it began to dawn on the first day of the week, Mary Magdalene and the other Mary came to see the tomb. <sup><a href=\"https://biblehub.com/matthew/28-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Behold, there was a great earthquake, for an angel of the Lord descended from the sky and came and rolled away the stone from the door and sat on it. <sup><a href=\"https://biblehub.com/matthew/28-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>His appearance was like lightning, and his clothing white as snow. <sup><a href=\"https://biblehub.com/matthew/28-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>For fear of him, the guards shook, and became like dead men. <sup><a href=\"https://biblehub.com/matthew/28-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>The angel answered the women, “Don’t be afraid, for I know that you seek Jesus, who has been crucified. <sup><a href=\"https://biblehub.com/matthew/28-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>He is not here, for he has risen, just like he said. Come, see the place where the Lord was lying. <sup><a href=\"https://biblehub.com/matthew/28-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>Go quickly and tell his disciples, ‘He has risen from the dead, and behold, he goes before you into Galilee; there you will see him.’ Behold, I have told you.” <sup><a href=\"https://biblehub.com/matthew/28-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>They departed quickly from the tomb with fear and great joy, and ran to bring his disciples word. <sup><a href=\"https://biblehub.com/matthew/28-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>As they went to tell his disciples, behold, Jesus met them, saying, “Rejoice!” They came and took hold of his feet, and worshiped him. <sup><a href=\"https://biblehub.com/matthew/28-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>Then Jesus said to them, “Don’t be afraid. Go tell my brothers that they should go into Galilee, and there they will see me.”"
                },
                {
                    "summary": "Mark 16:1–8 (The Resurrection)",
                    "text": "<sup><a href=\"https://biblehub.com/mark/16-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>When the Sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome bought spices, that they might come and anoint him. <sup><a href=\"https://biblehub.com/mark/16-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Very early on the first day of the week, they came to the tomb when the sun had risen. <sup><a href=\"https://biblehub.com/mark/16-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>They were saying among themselves, “Who will roll away the stone from the door of the tomb for us?” <sup><a href=\"https://biblehub.com/mark/16-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>for it was very big. Looking up, they saw that the stone was rolled back. <sup><a href=\"https://biblehub.com/mark/16-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Entering into the tomb, they saw a young man sitting on the right side, dressed in a white robe; and they were amazed. <sup><a href=\"https://biblehub.com/mark/16-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>He said to them, “Don’t be amazed. You seek Jesus, the Nazarene, who has been crucified. He has risen! He is not here. See the place where they laid him! <sup><a href=\"https://biblehub.com/mark/16-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>But go, tell his disciples and Peter, ‘He goes before you into Galilee. There you will see him, as he said to you.’” <sup><a href=\"https://biblehub.com/mark/16-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>They went out, and fled from the tomb, for trembling and astonishment had come on them. They said nothing to anyone; for they were afraid."
                },
                {
                    "summary": "Luke 24:1–12 (The Resurrection)",
                    "text": "<sup><a href=\"https://biblehub.com/luke/24-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>But on the first day of the week, at early dawn, they and some others came to the tomb, bringing the spices which they had prepared. <sup><a href=\"https://biblehub.com/luke/24-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>They found the stone rolled away from the tomb. <sup><a href=\"https://biblehub.com/luke/24-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>They entered in, and didn’t find the Lord Jesus’ body. <sup><a href=\"https://biblehub.com/luke/24-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>While they were greatly perplexed about this, behold, two men stood by them in dazzling clothing. <sup><a href=\"https://biblehub.com/luke/24-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Becoming terrified, they bowed their faces down to the earth. The men said to them, “Why do you seek the living among the dead? <sup><a href=\"https://biblehub.com/luke/24-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>He isn’t here, but is risen. Remember what he told you when he was still in Galilee, <sup><a href=\"https://biblehub.com/luke/24-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>saying that the Son of Man must be delivered up into the hands of sinful men and be crucified, and the third day rise again?” <sup><a href=\"https://biblehub.com/luke/24-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>They remembered his words, <sup><a href=\"https://biblehub.com/luke/24-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>returned from the tomb, and told all these things to the eleven and to all the rest. <sup><a href=\"https://biblehub.com/luke/24-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>Now they were Mary Magdalene, Joanna, and Mary the mother of James. The other women with them told these things to the apostles. <sup><a href=\"https://biblehub.com/luke/24-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>These words seemed to them to be nonsense, and they didn’t believe them. <sup><a href=\"https://biblehub.com/luke/24-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>But Peter got up and ran to the tomb. Stooping and looking in, he saw the strips of linen lying by themselves, and he departed to his home, wondering what had happened."
                },
                {
                    "summary": "John 20:1–18 (The Resurrection)",
                    "text": "<sup><a href=\"https://biblehub.com/john/20-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>Now on the first day of the week, Mary Magdalene went early, while it was still dark, to the tomb, and saw that the stone had been taken away from the tomb. <sup><a href=\"https://biblehub.com/john/20-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Therefore she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken away the Lord out of the tomb, and we don’t know where they have laid him!” <sup><a href=\"https://biblehub.com/john/20-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>Therefore Peter and the other disciple went out, and they went toward the tomb. <sup><a href=\"https://biblehub.com/john/20-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>They both ran together. The other disciple outran Peter and came to the tomb first. <sup><a href=\"https://biblehub.com/john/20-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>Stooping and looking in, he saw the linen cloths lying there; yet he didn’t enter in. <sup><a href=\"https://biblehub.com/john/20-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>Then Simon Peter came, following him, and entered into the tomb. He saw the linen cloths lying, <sup><a href=\"https://biblehub.com/john/20-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>and the cloth that had been on his head, not lying with the linen cloths, but rolled up in a place by itself. <sup><a href=\"https://biblehub.com/john/20-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>So then the other disciple who came first to the tomb also entered in, and he saw and believed. <sup><a href=\"https://biblehub.com/john/20-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>For as yet they didn’t know the Scripture, that he must rise from the dead. <sup><a href=\"https://biblehub.com/john/20-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>So the disciples went away again to their own homes. <sup><a href=\"https://biblehub.com/john/20-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>But Mary was standing outside at the tomb weeping. So as she wept, she stooped and looked into the tomb, <sup><a href=\"https://biblehub.com/john/20-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had lain. <sup><a href=\"https://biblehub.com/john/20-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>They asked her, “Woman, why are you weeping?” She said to them, “Because they have taken away my Lord, and I don’t know where they have laid him.” <sup><a href=\"https://biblehub.com/john/20-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>When she had said this, she turned around and saw Jesus standing, and didn’t know that it was Jesus. <sup><a href=\"https://biblehub.com/john/20-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>Jesus said to her, “Woman, why are you weeping? Who are you looking for?” She, supposing him to be the gardener, said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <sup><a href=\"https://biblehub.com/john/20-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>Jesus said to her, “Mary.” She turned and said to him, “Rabboni!” which is to say, “Teacher!” <sup><a href=\"https://biblehub.com/john/20-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>Jesus said to her, “Don’t hold me, for I haven’t yet ascended to my Father; but go to my brothers and tell them, ‘I am ascending to my Father and your Father, to my God and your God.’” <sup><a href=\"https://biblehub.com/john/20-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Mary Magdalene came and told the disciples that she had seen the Lord, and that he had said these things to her."
                },
                {
                    "summary": "Matthew 28:11–15 (The empty tomb cover-up)",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/28-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>Now while they were going, behold, some of the guards came into the city and told the chief priests all the things that had happened. <sup><a href=\"https://biblehub.com/matthew/28-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>When they were assembled with the elders and had taken counsel, they gave a large amount of silver to the soldiers, <sup><a href=\"https://biblehub.com/matthew/28-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>saying, “Say that his disciples came by night and stole him away while we slept. <sup><a href=\"https://biblehub.com/matthew/28-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>If this comes to the governor’s ears, we will persuade him and make you free of worry.” <sup><a href=\"https://biblehub.com/matthew/28-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>So they took the money and did as they were told. This saying was spread abroad among the Jews, and continues until today."
                }
            ],
            "ancient": [
                {
                    "summary": "Dialogue with Trypho, chapter 108 (Christian apologetic work indicating that the stolen body theory was still current)",
                    "year": "c. 165 AD",
                    "author": "St. Justin Martyr",
                    "url": "https://www.newadvent.org/fathers/01287.htm",
                    "text": "[Y}]ou [the Jews] have sent chosen and ordained men throughout all the world to proclaim that a godless and lawless heresy had sprung from one Jesus, a Galilæan deceiver, whom we [the Romans] crucified, but his disciples stole him by night from the tomb, where he was laid when unfastened from the cross, and now deceive men by asserting that he has risen from the dead and ascended to heaven."
                },
                {
                    "summary": "Toledoth Yeshu (Jewish parodies of the Gospel accounts, probably from ancient oral traditions)",
                    "year": "before 1000 AD",
                    "author": "anonymous",
                    "url": "https://www.essene.com/History&Essenes/toled.htm",
                    "text": "On the first day of the week his bold followers came to Queen Helene with the report that he who was slain was truly the Messiah and that he was not in his grave; he had ascended to heaven as he prophesied. Diligent search was made and he was not found in the grave where he had been buried. A gardener had taken him from the grave and had brought him into his garden and buried him in the sand over which the waters flowed into the garden."
                }
            ],
            "modern": [
                {
                    "summary": "Gary Habermas and Michael Licona: The Case for the Resurrection of Jesus",
                    "year": "2004 AD",
                    "url": "https://www.amazon.com/Case-Resurrection-Jesus-Gary-Habermas/dp/0825427886",
                    "text": "A comprehensive survey of the historical evidence, concluding that the Resurrection is the best explanation."
                }
            ]
        },
        {
            "id": 2,
            "head": "The Convinced Disciples",
            "short": "Jesus's disciples genuinely believed their master had risen from the dead.",
            "details": "We know this because they engaged in risky behaviour like preaching the message of Jesus's resurrection despite knowing the potentially mortal danger this put them in.\n\nProponents argue that this is expected if the Resurrection happened, but very unlikely otherwise.\n\nCritics usually try to account for this with the Hallucination Theory (positing that the disciples experienced one or more group hallucination). This, on its own, fails to account for the empty tomb, however.\n\nSome critics prefer the Swoon Theory (positing that Jesus only seemed to die, and then came to later on), but this is almost universally rejected by scholars.",
            "category": "History",
            "bible": [
                {
                    "summary": "Acts 2:14–41 (Peter's public sermon at Pentecost)",
                    "text": "<sup><a href=\"https://biblehub.com/acts/2-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>But Peter, standing up with the eleven, lifted up his voice and spoke out to them, “You men of Judea and all you who dwell at Jerusalem, let this be known to you, and listen to my words. <sup><a href=\"https://biblehub.com/acts/2-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>For these aren’t drunken, as you suppose, seeing it is only the third hour of the day. <sup><a href=\"https://biblehub.com/acts/2-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>But this is what has been spoken through the prophet Joel: <sup><a href=\"https://biblehub.com/acts/2-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>‘It will be in the last days, says God, that I will pour out my Spirit on all flesh. Your sons and your daughters will prophesy. Your young men will see visions. Your old men will dream dreams. <sup><a href=\"https://biblehub.com/acts/2-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Yes, and on my servants and on my handmaidens in those days, I will pour out my Spirit, and they will prophesy. <sup><a href=\"https://biblehub.com/acts/2-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>I will show wonders in the sky above, and signs on the earth beneath: blood, and fire, and billows of smoke. <sup><a href=\"https://biblehub.com/acts/2-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>The sun will be turned into darkness, and the moon into blood, before the great and glorious day of the Lord comes. <sup><a href=\"https://biblehub.com/acts/2-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>It will be that whoever will call on the name of the Lord will be saved.’ <sup><a href=\"https://biblehub.com/acts/2-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>“Men of Israel, hear these words! Jesus of Nazareth, a man approved by God to you by mighty works and wonders and signs which God did by him among you, even as you yourselves know, <sup><a href=\"https://biblehub.com/acts/2-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>him, being delivered up by the determined counsel and foreknowledge of God, you have taken by the hand of lawless men, crucified and killed; <sup><a href=\"https://biblehub.com/acts/2-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>whom God raised up, having freed him from the agony of death, because it was not possible that he should be held by it. <sup><a href=\"https://biblehub.com/acts/2-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>For David says concerning him, ‘I saw the Lord always before my face, for he is on my right hand, that I should not be moved. <sup><a href=\"https://biblehub.com/acts/2-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>Therefore my heart was glad, and my tongue rejoiced. Moreover my flesh also will dwell in hope, <sup><a href=\"https://biblehub.com/acts/2-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>because you will not leave my soul in Hades, neither will you allow your Holy One to see decay. <sup><a href=\"https://biblehub.com/acts/2-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>You made known to me the ways of life. You will make me full of gladness with your presence.’ <sup><a href=\"https://biblehub.com/acts/2-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>“Brothers, I may tell you freely of the patriarch David, that he both died and was buried, and his tomb is with us to this day. <sup><a href=\"https://biblehub.com/acts/2-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, he would raise up the Christ to sit on his throne, <sup><a href=\"https://biblehub.com/acts/2-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>he foreseeing this, spoke about the resurrection of the Christ, that his soul wasn’t left in Hades, and his flesh didn’t see decay. <sup><a href=\"https://biblehub.com/acts/2-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>This Jesus God raised up, to which we all are witnesses. <sup><a href=\"https://biblehub.com/acts/2-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Being therefore exalted by the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this which you now see and hear. <sup><a href=\"https://biblehub.com/acts/2-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>For David didn’t ascend into the heavens, but he says himself, ‘The Lord said to my Lord, “Sit by my right hand <sup><a href=\"https://biblehub.com/acts/2-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>until I make your enemies a footstool for your feet.”’ <sup><a href=\"https://biblehub.com/acts/2-36.htm\"target=\"_blank\"rel=\"noopener noreferrer\">36</a></sup>“Let all the house of Israel therefore know certainly that God has made him both Lord and Christ, this Jesus whom you crucified.” <sup><a href=\"https://biblehub.com/acts/2-37.htm\"target=\"_blank\"rel=\"noopener noreferrer\">37</a></sup>Now when they heard this, they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <sup><a href=\"https://biblehub.com/acts/2-38.htm\"target=\"_blank\"rel=\"noopener noreferrer\">38</a></sup>Peter said to them, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit. <sup><a href=\"https://biblehub.com/acts/2-39.htm\"target=\"_blank\"rel=\"noopener noreferrer\">39</a></sup>For the promise is to you and to your children, and to all who are far off, even as many as the Lord our God will call to himself.” <sup><a href=\"https://biblehub.com/acts/2-40.htm\"target=\"_blank\"rel=\"noopener noreferrer\">40</a></sup>With many other words he testified and exhorted them, saying, “Save yourselves from this crooked generation!” <sup><a href=\"https://biblehub.com/acts/2-41.htm\"target=\"_blank\"rel=\"noopener noreferrer\">41</a></sup>Then those who gladly received his word were baptized. There were added that day about three thousand souls."
                },
                {
                    "summary": "Acts 4:1–22 (Peter and John before the Sanhedrin)",
                    "text": "<sup><a href=\"https://biblehub.com/acts/4-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>As they spoke to the people, the priests and the captain of the temple and the Sadducees came to them, <sup><a href=\"https://biblehub.com/acts/4-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>being upset because they taught the people and proclaimed in Jesus the resurrection from the dead. <sup><a href=\"https://biblehub.com/acts/4-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>They laid hands on them, and put them in custody until the next day, for it was now evening. <sup><a href=\"https://biblehub.com/acts/4-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>But many of those who heard the word believed, and the number of the men came to be about five thousand. <sup><a href=\"https://biblehub.com/acts/4-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>In the morning, their rulers, elders, and scribes were gathered together in Jerusalem. <sup><a href=\"https://biblehub.com/acts/4-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>Annas the high priest was there, with Caiaphas, John, Alexander, and as many as were relatives of the high priest. <sup><a href=\"https://biblehub.com/acts/4-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>When they had stood Peter and John in the middle of them, they inquired, “By what power, or in what name, have you done this?” <sup><a href=\"https://biblehub.com/acts/4-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>Then Peter, filled with the Holy Spirit, said to them, “You rulers of the people and elders of Israel, <sup><a href=\"https://biblehub.com/acts/4-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>if we are examined today concerning a good deed done to a crippled man, by what means this man has been healed, <sup><a href=\"https://biblehub.com/acts/4-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>may it be known to you all, and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, this man stands here before you whole in him. <sup><a href=\"https://biblehub.com/acts/4-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>He is ‘the stone which was regarded as worthless by you, the builders, which has become the head of the corner.’ <sup><a href=\"https://biblehub.com/acts/4-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>There is salvation in no one else, for there is no other name under heaven that is given among men, by which we must be saved!” <sup><a href=\"https://biblehub.com/acts/4-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>Now when they saw the boldness of Peter and John, and had perceived that they were unlearned and ignorant men, they marveled. They recognized that they had been with Jesus. <sup><a href=\"https://biblehub.com/acts/4-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Seeing the man who was healed standing with them, they could say nothing against it. <sup><a href=\"https://biblehub.com/acts/4-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>But when they had commanded them to go aside out of the council, they conferred among themselves, <sup><a href=\"https://biblehub.com/acts/4-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>saying, “What shall we do to these men? Because indeed a notable miracle has been done through them, as can be plainly seen by all who dwell in Jerusalem, and we can’t deny it. <sup><a href=\"https://biblehub.com/acts/4-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>But so that this spreads no further among the people, let’s threaten them, that from now on they don’t speak to anyone in this name.” <sup><a href=\"https://biblehub.com/acts/4-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>They called them, and commanded them not to speak at all nor teach in the name of Jesus. <sup><a href=\"https://biblehub.com/acts/4-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, judge for yourselves, <sup><a href=\"https://biblehub.com/acts/4-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>for we can’t help telling the things which we saw and heard.” <sup><a href=\"https://biblehub.com/acts/4-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>When they had further threatened them, they let them go, finding no way to punish them, because of the people; for everyone glorified God for that which was done. <sup><a href=\"https://biblehub.com/acts/4-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>For the man on whom this miracle of healing was performed was more than forty years old."
                }
            ]
        },
        {
            "id": 3,
            "head": "Paul's Conversion",
            "short": "Paul was hostile, but came to believe.",
            "details": "Paul himself admits that he persecuted the Christians, and his companion, Luke, gives us the details.\n\nProponents argue that Paul was the most unlikely of converts, which lends credibility to his testimony.\n\nCritics often concede that it was unlikely, but argue that unlikely conversions do happen sometimes.",
            "category": "History",
            "bible": [
                {
                    "summary": "Acts 9:1–19",
                    "text": "<sup><a href=\"https://biblehub.com/acts/9-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>But Saul, still breathing threats and slaughter against the disciples of the Lord, went to the high priest <sup><a href=\"https://biblehub.com/acts/9-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>and asked for letters from him to the synagogues of Damascus, that if he found any who were of the Way, whether men or women, he might bring them bound to Jerusalem. <sup><a href=\"https://biblehub.com/acts/9-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>As he traveled, he got close to Damascus, and suddenly a light from the sky shone around him. <sup><a href=\"https://biblehub.com/acts/9-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>He fell on the earth, and heard a voice saying to him, “Saul, Saul, why do you persecute me?” <sup><a href=\"https://biblehub.com/acts/9-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>He said, “Who are you, Lord?” The Lord said, “I am Jesus, whom you are persecuting. <sup><a href=\"https://biblehub.com/acts/9-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>But rise up and enter into the city, then you will be told what you must do.” <sup><a href=\"https://biblehub.com/acts/9-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>The men who traveled with him stood speechless, hearing the sound, but seeing no one. <sup><a href=\"https://biblehub.com/acts/9-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>Saul arose from the ground, and when his eyes were opened, he saw no one. They led him by the hand and brought him into Damascus. <sup><a href=\"https://biblehub.com/acts/9-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>He was without sight for three days, and neither ate nor drank. <sup><a href=\"https://biblehub.com/acts/9-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>Now there was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias!” He said, “Behold, it’s me, Lord.” <sup><a href=\"https://biblehub.com/acts/9-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>The Lord said to him, “Arise and go to the street which is called Straight, and inquire in the house of Judah for one named Saul, a man of Tarsus. For behold, he is praying, <sup><a href=\"https://biblehub.com/acts/9-12.htm\"target=\"_blank\"rel=\"noopener noreferrer\">12</a></sup>and in a vision he has seen a man named Ananias coming in and laying his hands on him, that he might receive his sight.” <sup><a href=\"https://biblehub.com/acts/9-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>But Ananias answered, “Lord, I have heard from many about this man, how much evil he did to your saints at Jerusalem. <sup><a href=\"https://biblehub.com/acts/9-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Here he has authority from the chief priests to bind all who call on your name.” <sup><a href=\"https://biblehub.com/acts/9-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>But the Lord said to him, “Go your way, for he is my chosen vessel to bear my name before the nations and kings, and the children of Israel. <sup><a href=\"https://biblehub.com/acts/9-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>For I will show him how many things he must suffer for my name’s sake.” <sup><a href=\"https://biblehub.com/acts/9-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>Ananias departed and entered into the house. Laying his hands on him, he said, “Brother Saul, the Lord, who appeared to you on the road by which you came, has sent me that you may receive your sight and be filled with the Holy Spirit.” <sup><a href=\"https://biblehub.com/acts/9-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Immediately something like scales fell from his eyes, and he received his sight. He arose and was baptized. <sup><a href=\"https://biblehub.com/acts/9-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>He took food and was strengthened. Saul stayed several days with the disciples who were at Damascus."
                },
                {
                    "summary": "1 Corinthians 15:8–10",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/15-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>and last of all, as to the child born at the wrong time, he appeared to me also. <sup><a href=\"https://biblehub.com/1_corinthians/15-9.htm\"target=\"_blank\"rel=\"noopener noreferrer\">9</a></sup>For I am the least of the apostles, who is not worthy to be called an apostle, because I persecuted the assembly of God. <sup><a href=\"https://biblehub.com/1_corinthians/15-10.htm\"target=\"_blank\"rel=\"noopener noreferrer\">10</a></sup>But by the grace of God I am what I am. His grace which was given to me was not futile, but I worked more than all of them; yet not I, but the grace of God which was with me."
                },
                {
                    "summary": "Galatians 1:13–14",
                    "text": "<sup><a href=\"https://biblehub.com/galatians/1-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>For you have heard of my way of living in time past in the Jews’ religion, how that beyond measure I persecuted the assembly of God and ravaged it. <sup><a href=\"https://biblehub.com/galatians/1-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>I advanced in the Jews’ religion beyond many of my own age among my countrymen, being more exceedingly zealous for the traditions of my fathers."
                },
                {
                    "summary": "1 Timothy 1:13",
                    "text": "<sup><a href=\"https://biblehub.com/1_timothy/1-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>although I used to be a blasphemer, a persecutor, and insolent. However, I obtained mercy because I did it ignorantly in unbelief."
                }
            ]
        },
        {
            "id": 4,
            "head": "James's Conversion",
            "short": "James, who was related to Jesus, was skeptical, but came to believe.",
            "details": "James, often called \"brother of the Lord\", is possibly among the family members who call Jesus \"out of his mind\" in Mark 3:21, because John 7:5 tells us that Jesus's brothers were not convinced. However, Paul tells us in 1 Corinthians 15:7 that the risen Jesus appeared to James, which was presumably what changed his mind.\n\nProponents argue that this is expected if the Resurrection happened.\n\nCritics usually try to account for this by suggesting grief hallucinations or conceding that it is yet another unlikely conversion, but that such things do occur.",
            "category": "History",
            "bible": [
                {
                    "summary": "John 7:1–5",
                    "text": "<sup><a href=\"https://biblehub.com/john/7-1.htm\"target=\"_blank\"rel=\"noopener noreferrer\">1</a></sup>After these things, Jesus was walking in Galilee, for he wouldn’t walk in Judea, because the Jews sought to kill him. <sup><a href=\"https://biblehub.com/john/7-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Now the feast of the Jews, the Feast of Booths, was at hand. <sup><a href=\"https://biblehub.com/john/7-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>His brothers therefore said to him, “Depart from here and go into Judea, that your disciples also may see your works which you do. <sup><a href=\"https://biblehub.com/john/7-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>For no one does anything in secret while he seeks to be known openly. If you do these things, reveal yourself to the world.” <sup><a href=\"https://biblehub.com/john/7-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>For even his brothers didn’t believe in him."
                },
                {
                    "summary": "1 Corinthians 15:7",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/15-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>Then he appeared to James, then to all the apostles,"
                },
                {
                    "summary": "Acts 15:13–14",
                    "text": "<sup><a href=\"https://biblehub.com/acts/15-13.htm\"target=\"_blank\"rel=\"noopener noreferrer\">13</a></sup>After they were silent, James answered, “Brothers, listen to me. <sup><a href=\"https://biblehub.com/acts/15-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>Simeon has reported how God first visited the nations to take out of them a people for his name."
                },
                {
                    "summary": "Galatians 1:19",
                    "text": "<sup><a href=\"https://biblehub.com/galatians/1-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>But of the other apostles I saw no one except James, the Lord’s brother."
                }
            ]
        },
        {
            "id": 5,
            "head": "The Early Creed",
            "short": "1 Corinthians 15 shows the belief was very early.",
            "details": "This creed is the earliest one extant. It is usually dated to within a few years of the Crucifixion, at the latest.\n\nProponents argue that this precludes legendary development, becausen there wouldn't be time for that.\n\nCritics usually concede this, but caution that this doesn't mean it's necessarily true either.",
            "category": "History",
            "bible": [
                {
                    "summary": "1 Corinthians 15:3–8",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/15-3.htm\"target=\"_blank\"rel=\"noopener noreferrer\">3</a></sup>For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures, <sup><a href=\"https://biblehub.com/1_corinthians/15-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>that he was buried, that he was raised on the third day according to the Scriptures, <sup><a href=\"https://biblehub.com/1_corinthians/15-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>and that he appeared to Cephas, then to the twelve. <sup><a href=\"https://biblehub.com/1_corinthians/15-6.htm\"target=\"_blank\"rel=\"noopener noreferrer\">6</a></sup>Then he appeared to over five hundred brothers at once, most of whom remain until now, but some have also fallen asleep. <sup><a href=\"https://biblehub.com/1_corinthians/15-7.htm\"target=\"_blank\"rel=\"noopener noreferrer\">7</a></sup>Then he appeared to James, then to all the apostles, <sup><a href=\"https://biblehub.com/1_corinthians/15-8.htm\"target=\"_blank\"rel=\"noopener noreferrer\">8</a></sup>and last of all, as to the child born at the wrong time, he appeared to me also."
                }
            ]
        }
    ]
}
