{
    "title": "Sola Scriptura",
    "intro": "Hypothesis: Of the authorities we have access to, only Sacred Scripture is capable of binding the conscience of the Christian faithful in its own right.",
    "evidence": [
        {
            "id": 1,
            "head": "Not in the Bible",
            "short": "Sola Scriptura is not defined in the Bible.",
            "details": "Critics say this makes it self-contradictory as a doctrine. Proponents often argue that it is more of a necessary principle than a doctrine.",
            "category": "Biblical"
        },
        {
            "id": 2,
            "head": "Scripture is God-Breathed",
            "short": "2 Timothy 3:16: Scripture is God-breathed and sufficient to equip the man of God for every good work",
            "details": "Proponents often bring up this verse in support of the Sufficiency of Scripture, which is a necessary doctrine for Sola Scriptura. Critics argue that the verse does not support Scripture Alone.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Timothy 3:16–17",
                    "text": "<sup><a href=\"https://biblehub.com/2_timothy/3-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>Every Scripture is God-breathed and profitable for teaching, for reproof, for correction, and for instruction in righteousness, <sup><a href=\"https://biblehub.com/2_timothy/3-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>that each person who belongs to God may be complete, thoroughly equipped for every good work."
                }
            ]
        },
        {
            "id": 3,
            "head": "Jesus Used Scripture",
            "short": "Jesus used Scripture as refutation.",
            "details": "Proponents see Jesus's use of Scripture as clear support for Sola Scriptura.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Matthew 19:4–5",
                    "text": "<sup><a href=\"https://biblehub.com/matthew/19-4.htm\"target=\"_blank\"rel=\"noopener noreferrer\">4</a></sup>He answered, “Haven’t you read that he who made them from the beginning made them male and female, <sup><a href=\"https://biblehub.com/matthew/19-5.htm\"target=\"_blank\"rel=\"noopener noreferrer\">5</a></sup>and said, ‘For this cause a man shall leave his father and mother, and shall be joined to his wife; and the two shall become one flesh’?"
                }
            ]
        },
        {
            "id": 4,
            "head": "Apostles Use of Scripture",
            "short": "The apostles supported their doctrines by quoting Scripture.",
            "details": "Proponents often see this as clear evidence for Sola Scriptura. Critics argue that a high view of Scripture is not the same thing as holding to them alone.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Acts 2:14–35",
                    "text": "<sup><a href=\"https://biblehub.com/acts/2-14.htm\"target=\"_blank\"rel=\"noopener noreferrer\">14</a></sup>But Peter, standing up with the eleven, lifted up his voice and spoke out to them, “You men of Judea and all you who dwell at Jerusalem, let this be known to you, and listen to my words. <sup><a href=\"https://biblehub.com/acts/2-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>For these aren’t drunken, as you suppose, seeing it is only the third hour of the day. <sup><a href=\"https://biblehub.com/acts/2-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>But this is what has been spoken through the prophet Joel: <sup><a href=\"https://biblehub.com/acts/2-17.htm\"target=\"_blank\"rel=\"noopener noreferrer\">17</a></sup>‘It will be in the last days, says God, that I will pour out my Spirit on all flesh. Your sons and your daughters will prophesy. Your young men will see visions. Your old men will dream dreams. <sup><a href=\"https://biblehub.com/acts/2-18.htm\"target=\"_blank\"rel=\"noopener noreferrer\">18</a></sup>Yes, and on my servants and on my handmaidens in those days, I will pour out my Spirit, and they will prophesy. <sup><a href=\"https://biblehub.com/acts/2-19.htm\"target=\"_blank\"rel=\"noopener noreferrer\">19</a></sup>I will show wonders in the sky above, and signs on the earth beneath: blood, and fire, and billows of smoke. <sup><a href=\"https://biblehub.com/acts/2-20.htm\"target=\"_blank\"rel=\"noopener noreferrer\">20</a></sup>The sun will be turned into darkness, and the moon into blood, before the great and glorious day of the Lord comes. <sup><a href=\"https://biblehub.com/acts/2-21.htm\"target=\"_blank\"rel=\"noopener noreferrer\">21</a></sup>It will be that whoever will call on the name of the Lord will be saved.’ <sup><a href=\"https://biblehub.com/acts/2-22.htm\"target=\"_blank\"rel=\"noopener noreferrer\">22</a></sup>“Men of Israel, hear these words! Jesus of Nazareth, a man approved by God to you by mighty works and wonders and signs which God did by him among you, even as you yourselves know, <sup><a href=\"https://biblehub.com/acts/2-23.htm\"target=\"_blank\"rel=\"noopener noreferrer\">23</a></sup>him, being delivered up by the determined counsel and foreknowledge of God, you have taken by the hand of lawless men, crucified and killed; <sup><a href=\"https://biblehub.com/acts/2-24.htm\"target=\"_blank\"rel=\"noopener noreferrer\">24</a></sup>whom God raised up, having freed him from the agony of death, because it was not possible that he should be held by it. <sup><a href=\"https://biblehub.com/acts/2-25.htm\"target=\"_blank\"rel=\"noopener noreferrer\">25</a></sup>For David says concerning him, ‘I saw the Lord always before my face, for he is on my right hand, that I should not be moved. <sup><a href=\"https://biblehub.com/acts/2-26.htm\"target=\"_blank\"rel=\"noopener noreferrer\">26</a></sup>Therefore my heart was glad, and my tongue rejoiced. Moreover my flesh also will dwell in hope, <sup><a href=\"https://biblehub.com/acts/2-27.htm\"target=\"_blank\"rel=\"noopener noreferrer\">27</a></sup>because you will not leave my soul in Hades, neither will you allow your Holy One to see decay. <sup><a href=\"https://biblehub.com/acts/2-28.htm\"target=\"_blank\"rel=\"noopener noreferrer\">28</a></sup>You made known to me the ways of life. You will make me full of gladness with your presence.’ <sup><a href=\"https://biblehub.com/acts/2-29.htm\"target=\"_blank\"rel=\"noopener noreferrer\">29</a></sup>“Brothers, I may tell you freely of the patriarch David, that he both died and was buried, and his tomb is with us to this day. <sup><a href=\"https://biblehub.com/acts/2-30.htm\"target=\"_blank\"rel=\"noopener noreferrer\">30</a></sup>Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, he would raise up the Christ to sit on his throne, <sup><a href=\"https://biblehub.com/acts/2-31.htm\"target=\"_blank\"rel=\"noopener noreferrer\">31</a></sup>he foreseeing this, spoke about the resurrection of the Christ, that his soul wasn’t left in Hades, and his flesh didn’t see decay. <sup><a href=\"https://biblehub.com/acts/2-32.htm\"target=\"_blank\"rel=\"noopener noreferrer\">32</a></sup>This Jesus God raised up, to which we all are witnesses. <sup><a href=\"https://biblehub.com/acts/2-33.htm\"target=\"_blank\"rel=\"noopener noreferrer\">33</a></sup>Being therefore exalted by the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this which you now see and hear. <sup><a href=\"https://biblehub.com/acts/2-34.htm\"target=\"_blank\"rel=\"noopener noreferrer\">34</a></sup>For David didn’t ascend into the heavens, but he says himself, ‘The Lord said to my Lord, “Sit by my right hand <sup><a href=\"https://biblehub.com/acts/2-35.htm\"target=\"_blank\"rel=\"noopener noreferrer\">35</a></sup>until I make your enemies a footstool for your feet.”’"
                }
            ]
        },
        {
            "id": 5,
            "head": "The Bereans",
            "short": "Acts 17:11: Bereans checked Paul against the Scriptures.",
            "details": "Proponents emphasize that the Bereans are called noble because they searched the Scriptures daily, meaning they didn't just take St. Paul on his word without comparing it to God's word.\n\nCritics object that respect for the Scriptures is not the same thing as holding that only the Scriptures can bind one's conscience. They emphasize that trusting St. Paul without checking his claims would have been unwise, but once his authority was established, he would be able to bind their consciences even without appealing exclusively to the Scriptures.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "Acts 17:11",
                    "text": "<sup><a href=\"https://biblehub.com/acts/17-11.htm\"target=\"_blank\"rel=\"noopener noreferrer\">11</a></sup>Now these were more noble than those in Thessalonica, in that they received the word with all readiness of mind, examining the Scriptures daily to see whether these things were so."
                }
            ]
        },
        {
            "id": 6,
            "head": "Late Canon Definition",
            "short": "The canons of both the Old and New Testaments were defined late.",
            "details": "Critics say this makes Sola Scriptura impossible in the 1st century. They point out that the Peshitta used by the Church of the East lacked 2 Peter, 2 and 3 John, Jude, and Revelation until at least the 5th century.\n\nProponents often argue that the Holy Spirit led all the churches to recognize mostly the same books, and that the speed of the process doesn't matter.",
            "category": "History"
        },
        {
            "id": 7,
            "head": "Unwritten Traditions",
            "short": "Unwritten traditions can be apostolic.",
            "details": "Critics argue that certain questions that are contentious now, such as whether one can baptize infants, would have been part of the unwritten Apostolic Tradition.\n\nProponents generally concede that it was so in the Apostolic Age, but that it is now inaccessible to us and thus can't bind our consciences anymore today.",
            "category": "Philosophy"
        },
        {
            "id": 8,
            "head": "Keep the Traditions",
            "short": "2 Thessalonians 2:15: Keep the traditions you have received.",
            "details": "Critics emphasize that St. Paul distinguishes between written and unwritten tradition.\n\nProponents concede that this would have been possible back when people knew what St. Paul had told them, but once it became unclear, his unwritten instructions could no longer bind people's consciences.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Thessalonians 2:15",
                    "text": "<sup><a href=\"https://biblehub.com/2_thessalonians/2-15.htm\"target=\"_blank\"rel=\"noopener noreferrer\">15</a></sup>So then, brothers, stand firm and hold the traditions which you were taught by us, whether by word or by letter."
                },
                {
                    "summary": "1 Corinthians 11:2",
                    "text": "<sup><a href=\"https://biblehub.com/1_corinthians/11-2.htm\"target=\"_blank\"rel=\"noopener noreferrer\">2</a></sup>Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you."
                }
            ]
        },
        {
            "id": 9,
            "head": "Denominational Fragmentation",
            "short": "Sola Scriptura has led to an explosion in denominational fragmentation.",
            "details": "Perhaps \"non-denominational fragmentation\" would be more apt. Post-Reformation, many people started to feel free to start their own church even without wider denominational membership.\n\nCritics argue that Sola Scriptura is a bad tree because this is bad fruit.\n\nProponents argue that truth is more important than visible unity.",
            "category": "History"
        },
        {
            "id": 10,
            "head": "Church Fathers Relied on Tradition",
            "short": "Early Church Fathers (e.g. Ignatius, Irenæus) relied on Tradition as well as Scripture",
            "details": "Ignatius of Antioch wrote as if the office of bishop was already well-established, but this is not obvious in Scripture. Presbyterians and Congregationalists even consider it an accretion and reject it.",
            "category": "Patristic",
            "ancient": [
                {
                    "summary": "Epistle to the Ephesians",
                    "year": "c. 107–108 AD",
                    "author": "St. Ignatius of Antioch",
                    "url": "https://www.newadvent.org/fathers/0104.htm",
                    "text": "\"It is manifest, therefore, that we should look upon the bishop even as we would upon the Lord Himself.\""
                }
            ]
        },
        {
            "id": 11,
            "head": "Preservation of Scripture",
            "short": "The texts of the Bible have been preserved remarkably well.",
            "details": "We have thousands of manuscript copies, many of them early, in several different languages.\n\nProponents argue that this is precisely because the Christian community prioritized Scripture over everything else.\n\nCritics caution that the Scriptures are held in high regard even by those who believe our conscience can be bound by other authorities in their own right as well, so this is irrelevant.",
            "category": "History"
        },
        {
            "id": 12,
            "head": "Church Fathers Revered Scripture",
            "short": "Some Church Fathers express an extremely high view of Scripture.",
            "details": "Proponents argue that e.g. St. Augustine held to Sola Scriptura in all but the name.\n\nCritics caution that a high view is not an exclusive view.",
            "category": "Patristic",
            "bible": [
                {
                    "summary": "33rd homily on Acts",
                    "year": "c. 386–404 AD",
                    "author": "St. John Chrysostom",
                    "url": "https://www.newadvent.org/fathers/210133.htm",
                    "text": "\"There comes a heathen and says, 'I wish to become a Christian, but I know not whom to join: there is much fighting and faction among you, much confusion: which doctrine am I to choose?' How shall we answer him? 'Each of you' (says he) 'asserts, \"I speak the truth.\"' No doubt: this is in our favor. For if we told you to be persuaded by arguments, you might well be perplexed: but if we bid you believe the Scriptures, and these are simple and true, the decision is easy for you. If any agree with the Scriptures, he is the Christian; if any fight against them, he is far from this rule.\""
                },
                {
                    "summary": "Letter 82 (St. Augustine to St. Jerome)",
                    "year": "405 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.newadvent.org/fathers/1102082.htm",
                    "text": "\"For I confess to your Charity that I have learned to yield this respect and honour only to the canonical books of Scripture: of these alone do I most firmly believe that the authors were completely free from error. And if in these writings I am perplexed by anything which appears to me opposed to truth, I do not hesitate to suppose that either the manuscript is faulty, or the translator has not caught the meaning of what was said, or I myself have failed to understand it. As to all other writings, in reading them, however great the superiority of the authors to myself in sanctity and learning, I do not accept their teaching as true on the mere ground of the opinion being held by them; but only because they have succeeded in convincing my judgment of its truth either by means of these canonical writings themselves, or by arguments addressed to my reason. I believe, my brother, that this is your own opinion as well as mine.\""
                },
                {
                    "summary": "On Christian Doctrine 2:9",
                    "year": "c. 397–426 AD",
                    "author": "St. Augustine of Hippo",
                    "url": "https://www.newadvent.org/fathers/12022.htm",
                    "text": "\"Next, those matters that are plainly laid down in them, whether rules of life or rules of faith, are to be searched into more carefully and more diligently; and the more of these a man discovers, the more capacious does his understanding become. For among the things that are plainly laid down in Scripture are to be found all matters that concern faith and the manner of life — to wit, hope and love, of which I have spoken in the previous book. After this, when we have made ourselves to a certain extent familiar with the language of Scripture, we may proceed to open up and investigate the obscure passages, and in doing so draw examples from the plainer expressions to throw light upon the more obscure, and use the evidence of passages about which there is no doubt to remove all hesitation in regard to the doubtful passages. And in this matter memory counts for a great deal; but if the memory be defective, no rules can supply the want.\""
                }
            ]
        },
        {
            "id": 13,
            "head": "Apostolic Letters as Scripture",
            "short": "2 Peter 3:16: 1st century Christians already read apostolic letters as Scripture.",
            "details": "Critics argue that St. Peter here disproves the doctrine of the Perspicuity of Scripture, which is necessary for Sola Scriptura.\n\nProponents argue that other authorities still need to appeal to Scripture in order to properly bind our consciences. Sola Scriptura is not the same thing as just reading the Bible in isolation.",
            "category": "Biblical",
            "bible": [
                {
                    "summary": "2 Peter 3:16",
                    "text": "<sup><a href=\"https://biblehub.com/2_peter/3-16.htm\"target=\"_blank\"rel=\"noopener noreferrer\">16</a></sup>as also in all of his letters, speaking in them of these things. In those, there are some things that are hard to understand, which the ignorant and unsettled twist, as they also do to the other Scriptures, to their own destruction."
                }
            ]
        }
    ]
}

