{
    "title": "Soul Sleep",
    "intro": "Hypothesis: The dead are unconscious and unaware, as if asleep, until the resurrection of the dead.",
    "evidence": [
        {
            "id": 1,
            "head": "Death As Sleep",
            "short": "The Bible often calls death \"sleep\".",
            "details": "Proponents argue that this is to be expected if both states involve people lacking consciousness.\n\nCritics argue that this euphemism is understandable, because dead people often look like they are sleeping.",
            "category": "Biblical",
            "references": [
                "Daniel 12:2: https://biblehub.com/daniel/12-2.htm",
                "Deuteronomy 31:16, 2 Samuel 7:12, 1 Kings 2:10, John 11:11–14, Matthew 27:52, Acts 7:60, 1 Corinthians 15:6, 20, 51, 1 Thessalonians 4:13–14: https://www.biblegateway.com/passage/?search=Deuteronomy%2031%3A16%2C2%20Samuel%207%3A12%2C1%20Kings%202%3A10%2CJohn%2011%3A11%E2%80%9314%2CMatthew%2027%3A52%2CActs%207%3A60%2C1%20Corinthians%2015%3A6%2C1%20Corinthians%2015%3A20%2C1%20Corinthians%2015%3A51%2C1%20Thessalonians%204%3A13%E2%80%9314&version=NRSVCE",
                "John 11:11: https://biblehub.com/john/11-11.htm"
            ]
        },
        {
            "id": 2,
            "head": "Wake at the Last Trumpet",
            "short": "The dead seem to \"wake\" at the last trumpet.",
            "details": "Proponents argue that this imagery is not accidental, because their souls really have been asleep, especially in light of Daniel 12:2.\n\nCritics agree that it is not accidental, but explain it based on the superficial similarity between sleep and death.",
            "category": "Biblical",
            "references": [
                "1 Corinthians 15:51-52, 1 Thessalonians 4:16: https://www.biblegateway.com/passage/?search=1%20Corinthians%2015%3A51-52%2C1%20Thessalonians%204%3A16&version=NRSVCE",
                "Daniel 12:2: https://biblehub.com/daniel/12-2.htm"
            ]
        },
        {
            "id": 3,
            "head": "Poetic Passages In Support",
            "short": "Some poetic passages suggest that the dead cannot praise God.",
            "details": "Critics argue that this is because they are poetic rather than literal.\n\nProponents generally grant this, but argue that they still suggest death is a state of unconsciousness because the poetry is based on the background knowledge that the dead aren't conscious anymore.",
            "category": "Biblical",
            "references": [
                "Isaiah 38:18: https://biblehub.com/isaiah/38-18.htm",
                "Psalm 6:5: https://biblehub.com/psalms/6-5.htm",
                "Psalm 88:11: https://biblehub.com/psalms/88-11.htm",
                "Ecclesiastes 9:5: https://biblehub.com/ecclesiastes/9-5.htm"
            ]
        },
        {
            "id": 4,
            "head": "Poetic Passages Against",
            "short": "Some Old Testament books, like Jonah and Isaiah, contain poetic passages that seem to rule out soul sleep.",
            "details": "Proponents argue that this is poetic, not literal.\n\nCritics generally agree, but argue that is also the case for other poetic passages about death.",
            "category": "Biblical",
            "references": [
                "Isaiah 14:9–11: https://www.biblegateway.com/passage/?search=Isaiah 14%3A9-11&version=NRSVCE",
                "Jonah 2:2: https://biblehub.com/jonah/2-2.htm"
            ]
        },
        {
            "id": 5,
            "head": "The Dead Know Nothing",
            "short": "Ecclesiastes 9:5 says, \"The dead know nothing\".",
            "details": "Proponents argue that this only makes sense if they are not conscious.\n\nCritics argue that this is another example of a sleep metaphor, perhaps intended to be poetic, hyperbolic, or at most to mean they don't know anything that happens on earth.",
            "category": "Biblical",
            "references": [
                "Ecclesiastes 9:5: https://biblehub.com/ecclesiastes/9-5.htm"
            ]
        },
        {
            "id": 6,
            "head": "The Rich Man and Lazarus",
            "short": "Jesus tells the story of one poor man and one rich man dying and going to a good place and a bad place, respectively, and the rich man's brothers are still on earth.",
            "details": "Critics argue that this would make no sense unless people are aware in the afterlife.\n\nProponents argue that this is merely a parable, not a literal account. The point is the moral lesson, not what happens when we die.",
            "category": "Biblical",
            "references": [
                "Luke 16:19–31: https://www.biblegateway.com/passage/?search=Luke%2016:19-31&version=NRSVCE"
            ]
        },
        {
            "id": 7,
            "head": "Moses and Elijah At the Transfiguration",
            "short": "At the Transfiguration at Mount Tabor, Moses and Elijah speak with Jesus.",
            "details": "Critics argue that this suggests the dead are not unconscious, because while Elijah was taken up into Heaven in a flaming chariot, Moses died on earth.\n\nProponents generally see this as a miraculous exception, perhaps temporary, to the rule.",
            "category": "Biblical",
            "references": [
                "Matthew 17:1-8, Mark 9:2-8, Luke 9:28-36: https://www.biblegateway.com/passage/?search=Matthew%2017%3A1-8%2CMark%209%3A2-8%2CLuke%209%3A28-36&version=NRSVCE"
            ]
        },
        {
            "id": 8,
            "head": "God of the Living",
            "short": "In the gospel accounts of Mark and Luke Jesus refutes the Sadducees on the resurrection of the dead by saying God is not the God of the dead, but of the living.",
            "details": "Critics argue that this suggests the dead, or at least the Old Testament patriarchs, still have a relationship to God.\n\nProponents argue that the focus here is on the fact that they will be resurrected, and that this promise is enough of a relationship until it happens.",
            "category": "Biblical",
            "references": [
                "Mark 12:18–27, Luke 20:27–40: https://www.biblegateway.com/passage/?search=Mark%2012%3A18-27%2CLuke%2020%3A27-40&version=NRSVCE"
            ]
        },
        {
            "id": 9,
            "head": "\"Today You Will Be With Me In Paradise\"",
            "short": "Jesus told the repentent criminal on the cross: \"Truly, I say to you, today you will be with me in paradise.\"",
            "details": "Critics argue that it would make no sense to say this if the dead are unconscious.\n\nSome proponents see this as an exception. Others argue that time works differently in the afterlife, so \"today\" may not be literal.",
            "category": "Biblical",
            "references": [
                "Luke 23:43: https://biblehub.com/luke/23-43.htm"
            ]
        },
        {
            "id": 10,
            "head": "With the Lord",
            "short": "St. Paul writes to the Corinthians that, \"we would rather be away from the body and at home with the Lord\", and to the Philippians that, \"My desire is to depart and be with Christ, for that is far better.\".",
            "details": "Critics argue that this makes no sense if the dead are unconscious. The most natural reading is that he would be with the Lord upon death.\n\nProponents argue that they will be with the Lord when they wake up, and the time that passes in between may just feel like the blink of an eye.",
            "category": "Biblical",
            "references": [
                "2 Corinthians 5:8: https://biblehub.com/2_corinthians/5-8.htm",
                "Philippians 1:23: https://biblehub.com/philippians/1-23.htm"
            ]
        },
        {
            "id": 11,
            "head": "The Martyrs In Heaven",
            "short": "When John sees the fifth seal opened, he sees the souls under the altar cry out for justice. They are given a white robe and told to rest.",
            "details": "Critics argue that this shows conscious people in Heaven.\n\nProponents argue that Revelation is a book dense with symbolism, so this vision is likely not as literal as it might seem.",
            "category": "Biblical",
            "references": [
                "Revelation 6:9–11: https://www.biblegateway.com/passage/?search=Revelation%206:9-11&version=NRSVCE"
            ]
        },
        {
            "id": 12,
            "head": "Some Early Christians In Support",
            "short": "There was some discussions of soul sleep in the early Church.",
            "details": "Proponents point out that some early Christians debated whether souls 'sleep' until the resurrection. Eusebius records a group in Arabia who held this view, and Tertullian mentions it as a question under dispute.\n\nCritics emphasize that this was a minority position, and that the Arabians were convinced by Origen to abandon their position.",
            "category": "Patristic",
            "references": [
                "Eusebius (c. 313–324), Ecclesiastical History 6, Chapter 37: https://www.newadvent.org/fathers/250106.htm (\"They said that during the present time the human soul dies and perishes with the body, but that at the time of the resurrection they will be renewed together.\")",
                "Tertullian (c. 200), Treatise On the Soul, Chapter 58: https://biblehub.com/library/tertullian/a_treatise_on_the_soul/chapter_lviii_conclusion_points_postponed_all.htm (\"But souls do not sleep even when men are alive: it is indeed the business of bodies to sleep, to which also belongs death itself, no less than its mirror and counterfeit sleep.\")",
                "Augustine, City of God 13.20"
            ]
        },
        {
            "id": 13,
            "head": "Early Church Fathers Against",
            "short": "No Church Father is in favour of soul sleep, but several are against.",
            "details": "Critics emphasize the consensus of the Fathers like Augustine, Justin Martyr, Irenaeus, and Origen, all of whom held to conscious existence after death. Augustine explicitly rejected the idea of the soul sleeping, considering it an error.",
            "category": "Patristic",
            "references": [
                "St. Justin Martyr (155–157 AD), First Apology 19: https://www.newadvent.org/fathers/0126.htm (\"And hell is a place where those are to be punished who have lived wickedly, and who do not believe that those things which God has taught us by Christ will come to pass.\")",
                "St. Irenæus of Lyons (c. 180 AD), Against Heresies, Book II, Chapter 34: https://www.newadvent.org/fathers/0103234.htm (\"The Lord has taught with very great fullness, that souls not only continue to exist, not by passing from body to body, but that they preserve the same form [in their separate state] as the body had to which they were adapted, and that they remember the deeds which they did in this state of existence, and from which they have now ceased — in that narrative which is recorded respecting the rich man and that Lazarus who found repose in the bosom of Abraham.\")",
                "Eusebius (c. 313–324 AD), Ecclesiastical History 6, Chapter 37: https://www.newadvent.org/fathers/250106.htm (\"And at that time also a synod of considerable size assembled, and Origen, being again invited there, spoke publicly on the question with such effect that the opinions of those who had formerly fallen were changed.\")",
                "St. Augustine of Hippo (c. 426 AD), City of God 13, Chapter 20: https://www.logoslibrary.org/augustine/city/1320.html (\"[The souls] remember what has been promised by Him who deceives no man, and who gave them security for the safe keeping even of the hairs of their head, they with a longing patience wait in hope of the resurrection of their bodies, in which they have suffered many hardships, and are now to suffer never again.\")"
            ]
        },
        {
            "id": 14,
            "head": "Modern Teaching of Soul Sleep",
            "short": "Some modern denominations explicitly affirm soul sleep.",
            "details": "Proponents, like Seventh-day Adventists and Jehovah's Witnesses, teach that the dead are unconscious until the resurrection. They argue this view is most faithful to the biblical sleep imagery and avoids importing Greek philosophical dualism into Christianity. Critics point out that these groups represent a minority of modern Christianity and often emerge from restorationist or non-traditional movements. Critics argue their stance departs from the historic consensus of the Church.",
            "category": "Theology",
            "references": [
                "Seventh-day Adventist Fundamental Beliefs #26: https://adventist.org/beliefs#belief-26",
                "Watchtower Bible and Tract Society, What Happens When You Die?: https://wol.jw.org/en/wol/d/r1/lp-e/502013274"
            ]
        },
        {
            "id": 15,
            "head": "Modern Churches That Reject Soul Sleep",
            "short": "Most major Christian traditions affirm conscious existence after death.",
            "proponents": "Roman Catholic, Eastern Orthodox, and the majority of Protestant churches teach that the soul consciously exists in an intermediate state—whether in heaven, hell, or purgatory—awaiting the final resurrection. They cite Scripture, tradition, and liturgy as support.",
            "critics": "Soul sleep advocates argue that these positions reflect later developments influenced by Greek philosophy and that they elevate tradition above Scripture. They see the majority view as a departure from the Bible’s simple 'sleep until resurrection' teaching.",
            "category": "Historical/Denominational",
            "references": [
                "Catechism of the Catholic Church §§1021–1030: https://www.usccb.org/sites/default/files/flipbooks/catechism/268/",
                "Westminster Confession of Faith, Chapter 32: http://www.covenantofgrace.com/westminster_chapter32.htm",
                "Catechism of St. Philaret of Moscow, §§ 366-377: https://www.pravoslavieto.com/docs/eng/Orthodox_Catechism_of_Philaret.htm (\"The souls of the righteous are in light and rest, with a foretaste of eternal happiness; but the souls of the wicked are in a state the reverse of this. \")"
            ]
        },
        {
            "id": 16,
            "head": "The Qur'an on the Afterlife",
            "short": "The Qur'an describes the dead as being conscious in the afterlife.",
            "details": "Some critics argue that the Qur'an is divinely inspired, and so soul sleep must be false.\n\nProponents generally reject the Qur'an's divine inspiration, but some point out that the Qur'an sometimes describes death as \"sleep\" as well, which could suggest that those who are not martyrs do sleep.",
            "category": "Islamic",
            "quran": [
                {
                    "summary": "Surah 3:169 (Martyrs are alive)",
                    "text": "<sup><a href=\"https://quran.com/3/169\" target=\"_blank\" rel=\"noopener noreferrer\">169</a></sup>Think not of those, who are slain in the way of Allah, as dead. Nay, they are living. With their Lord they have provision."
                },
                {
                    "summary": "Surah 23:99–100 (Souls seem to speak)",
                    "text": "<sup><a href=\"https://quran.com/23/99\" target=\"_blank\" rel=\"noopener noreferrer\">99</a></sup>Until, when death cometh unto one of them, he saith: My Lord! Send me back, <sup><a href=\"https://quran.com/23/100\" target=\"_blank\" rel=\"noopener noreferrer\">100</a></sup>That I may do right in that which I have left behind! But nay! It is but a word that he speaketh; and behind them is a barrier until the day when they are raised."
                },
                {
                    "summary": "Surah 6:60 (Death as sleep)",
                    "text": "<sup><a href=\"https://quran.com/6/60\" target=\"_blank\" rel=\"noopener noreferrer\">60</a></sup>He it is Who gathereth you at night and knoweth that which ye commit by day. Then He raiseth you again to life therein, that the term appointed (for you) may be accomplished. And afterward unto Him is your return. Then He will proclaim unto you what ye used to do."
                },
                {
                    "summary": "Surah 39:42 (Death as sleep)",
                    "text": "<sup><a href=\"https://quran.com/39/42\" target=\"_blank\" rel=\"noopener noreferrer\">42</a></sup>Allah receiveth (men's) souls at the time of their death, and that (soul) which dieth not (yet) in its sleep. He keepeth that (soul) for which He hath ordained death and dismisseth the rest till an appointed term. Lo! herein verily are portents for people who take thought."
                }
            ]
        }
    ]
}
