{
    "title": "Bigfoot Exists",
    "intro": "Hypothesis: There exists a large hominid species (\"bigfoot\") in North America that is still unknown to science.\n\nWelcome to the tutorial!\n\nThis site uses Bayes' Theorem to calculate probabilities based on how likely you think the evidence presented is if we assume the hypothesis is true vs. if we assume it's false.\n\nIn fields like medicine, where all the numbers can be sourced from available statistics, such resulting probabilities can be more objective than the \"gut-feeling\" probabilities we are basing them on here. What we're really doing is modelling our actual reasoning using numbers, but this can also be done in real time by changing the numbers in light of new evidence. Essentially, if the resulting probability does not match your belief, you should change either the numbers, the weighting, or your belief.\n\nThe first numbers you'll need to fill in are the prior probabilities of the hypothesis being true and false. For our purposes, this is just how sure you feel about each before you even look at the evidence. If you write 100, it means you are so sure that no amount of evidence could change your mind. Similarly, 0 anywhere means it's impossible, which defeats the purpose of the execise. We have simplified it to whole numbers only. You can change your priors any time, so you can see what a difference 99 and 1 make compared to 100 and 0 later on.",
    "evidence": [
        {
            "id": 1,
            "head": "There are thousands of reported bigfoot sightings",
            "short": "Each piece of evidence will be something that both sides of an issue generally agree on, but may interpret differently. You can see a short demonstration by pressing \"More info\" below.",
            "details": "Both proponents and critics of the hypothesis agree that this is part of the evidence pool — note how it says \"reported\".\n\nProponents might argue that with so many reported sightings, it is reasonable to expect at least some of them to be true sightings.\n\nCritics might argue that we already know many of them are hoaxes, and it is thus reasonable to expect the rest to be as well.\n\nThe questions you need to answer are: How likely is it that we would have thousands of reported sightings *if it is true that* bigfoots exist? and How likely is it that we would have thousands of reports *if it is false that* bigfoot exists?\n\nThis kind of evidence is not very concrete, so you can consider giving it less weight, or even disregard it completely. Only allow the evidence to \"count\" if it actually does.",
            "category": "Normal",
            "modern": [
                {
                    "summary": "Geographic Database of Bigfoot/Sasquatch Sightings & Reports",
                    "year": "2025 (accessed)",
                    "url": "https://www.bfro.net/gdb/",
                    "text": "A database of reported bigfoot sightings in the US and Canada."
                }
            ]
        },
        {
            "id": 2,
            "head": "There are sound recordings of supposed tree knockings and so-called \"samurai chatter\".",
            "short": "This piece of evidence is a little more concrete.",
            "details": "This is the kind of evidence that is generally cited by the proponent, or pre-emptively by a critic.\n\nProponents may argue that no known species makes these sounds.\n\nCritics might concede this point, but point out that they could be manmade hoaxes.\n\nEssentially, both sides agree that the evidence exists, but their goal is to argue that evidence that helps them is relevant, while the evidence that doesn't help their side is less so.",
            "category": "Concrete",
            "modern": [
                {
                    "summary": "Bigfoot Talking Sierra Sounds Samurai Sounds by Ron Morehead 1971 | BIGFOOT ENCOUNTERS",
                    "year": "1971 (2022)",
                    "url": "https://www.youtube.com/watch?v=rZd7DX8tpK4",
                    "text": "Purports to be recorded bigfoot noises."
                }
            ]
        },
        {
            "id": 3,
            "head": "There is photo and video evidence that purports to show bigfoots",
            "short": "This is also fairly concrete and you might assign it more weight because of that.",
            "details": "Proponents might argue that this counts for a lot, because you can actually see the bigfoots.\n\nCritics may point out that it could also be a guy in a suit, or even a different animal, like a bear, in many of the pictures, and it is often hard to make out.\n\nThese arguments are meant to give you food for thought before you answer the question: How likely would this evidence be if it were true that bigfoot exists (or doesn't exist)? Also, remember that we could have left out important evidence and would be grateful to have this pointed out to us so we can fix it! Of course, this tutorial is short on purpose, but you can find a link to e-mail us on the homepage.",
            "category": "Concrete",
            "modern": [
                {
                    "summary": "Roger Patterson Bigfoot Footage",
                    "year": "1967 (2007)",
                    "url": "https://www.youtube.com/watch?v=lOxuRIfFs0w",
                    "text": "The famous Patterson-Gimlin film."
                },
                {
                    "summary": "Patterson-Gimlin Film HD 60fps (Remastered)",
                    "year": "1967 (2021)",
                    "url": "https://www.youtube.com/watch?v=oPlRr_OfxZI",
                    "text": "An improved version of the famous Patterson-Gimlin film."
                }
            ]
        },
        {
            "id": 4,
            "head": "People have admitted to faking bigfoot evidence many times",
            "short": "This piece of evidence is also concrete.",
            "details": "Both sides will generally agree that most reports are hoaxes. This is the kind of evidence that is generally cited by the critic, or pre-emptively by a proponent, because it puts the affirmative side on the defensive.\n\nCritics may argue that because many hoaxers have admitted to what they did, it is reasonable to expect that there are also many who haven't admitted it yet.\n\nProponents may concede that most reports are hoaxes, but think that these are irrelevant to the hypothesis itself because a million hoaxes don't matter if you get a single genuine bigfoot.\n\nMaybe this one is very conclusive for you, in which case you might give it more weight. \"Double\" is equivalent to having the evidence count twice, which is a lot, but if you need to assign even more weight to a particularly convincing piece of evidence, you can give everything else less weight instead.",
            "category": "Concrete",
            "modern": [
                {
                    "summary": "Bigfoot Patterson film hoax solved 2005",
                    "year": "2005 (2021)",
                    "url": "https://www.youtube.com/watch?v=WVegHHmZ028",
                    "text": "One man claims to have been the bigfoot in the Patterson-Gimlin film."
                },
                {
                    "summary": "Bigfoot - The Patterson-Gimlin Film REAL or HOAX? Deep Dive, Analysis, Backstory, Stabilized Footage",
                    "year": "2024",
                    "url": "https://www.youtube.com/watch?v=sIT27qZQJgA",
                    "text": "A detailed assessment of the evidence for and against the Patterson-Gimlin film's authenticity, especially the hoax claim."
                }
            ]
        },
        {
            "id": 5,
            "head": "Some reports of hoaxes are problematic",
            "short": "This is somewhat flimsy, or even a bit absurd, to consider as evidence in its own right, but it may or may not change your mind on the numbers and/or weights you assigned Evidence 4 above.",
            "details": "Proponents might argue that this suggests there might not be as many fake reports as it might look like, because some people will just claim responsibility for a supposed hoax even though it wasn't one, just to get their 15 minutes of fame.\n\nCritics may point out that the most parsimonious explanation is still that it is a hoax, just that we don't know who did it if it turns out whoever claims responsibility for it is lying.\n\nIf the question seems absurd, you could try to assign probabilities to it anyway but it is a good idea to disregard it if you feel like the probability of the evidence is entirely unrelated to whether or not the hypothesis is true. We may have a few such pieces of evidence if they are commonly invoked, but we usually try to curate it to present the most relevant evidence instead.",
            "category": "Absurd",
            "modern": [
                {
                    "summary": "Patty Film Hoax Claims Debunked",
                    "year": "2021",
                    "url": "https://www.youtube.com/watch?v=BGrs69l1ZA4",
                    "text": "A short video arguing that the hoax claim about the Patterson-Gimlin film is false."
                },
                {
                    "summary": "Episode 139 The Patterson Gimlin Film Part 1 (Astonishing Legends podcast)",
                    "year": "2020",
                    "url": "https://www.youtube.com/watch?v=gT-CbNJOl4s",
                    "text": "Astonishing Legends podcast episode on the Patterson-Gimlin film: \"Either it remains one of the greatest hoaxes of all time, or the film actually captured a Bigfoot.\""
                }
            ]
        },
        {
            "id": 6,
            "head": "No speciment of bigfoot has ever been found and been examined by scientists",
            "short": "How likely would this be if the hypothesis were true/false? Once again, it may feel a little absurd to assign a probability to this, but it could affect e.g. your prior probability for it.",
            "details": "Proponents might argue that they are extremely good at hiding. They may also bury their dead, and their remains may simply not last long in the acidic soil of North America.\n\nCritics may argue that there is no such breeding population, or we would have found it by now.\n\nNow that you have 6 pieces of evidence, you can try playing with the weights and numbers. Look at what happens if you set something to 100, or worse, 0. Don't forget to check what happens when you change your priors!",
            "category": "Concrete",
            "modern": [
                {
                    "summary": "Daniel Dover: Why are there no Sasquatch Bodies or Bones? (Sasquatch Chronicles blog)",
                    "year": "2015",
                    "url": "https://sasquatchchronicles.com/why-are-there-no-sasquatch-bodies-or-bones/",
                    "text": "A large-scale DNA study found no evidence of an unknown hominid."
                }
            ]
        }
    ]
}
